{
	"title": "صفحة الدفع",
	"secure_payment": "دفع SSL آمن",
	"verified_by": "تم التحقق من قبل:",
	"secure_checkout": "دفع آمن",
	"reviews_count": "2705 مراجعة",
	"info": "معلومات",
	"first_name": "الاسم الأول",
	"last_name": "اسم العائلة",
	"address": "العنوان",
	"postal_code": "الرمز البريدي",
	"city": "المدينة",
	"country": "الدولة",
	"payment": "الدفع",
	"cardholder": "صاحب البطاقة",
	"card_number": "رقم البطاقة",
	"pay": "ادفع",
	"consent_text": "بالنقر على 'استمر'، أؤكد أنني قرأت ووافقت وقبلت شروط الاستخدام وسياسة الخصوصية، وأنني أكبر من 18 عامًا.",
	"subscribe_text": "أوافق على تلقي النشرات الإخبارية والعروض والإشعارات.",
	"order_summary": "ملخص الطلب",
	"delivery": "التوصيل",
	"total_order_amount": "إجمالي مبلغ الطلب",
	"stock_left": "لم يتبق سوى 13 قطعة في المخزون",
	"people_viewing_now": "أشخاص يشاهدون هذا الآن",
	"recent_buyer": "L****o استلم هذا (منذ 15 دقيقة)",
	"people_bought_last_7_days": "أشخاص اشتروا هذا في آخر 7 أيام",
	"trusted_store": "متجر موثوق",
	"no_problems": "لا توجد مشاكل",
	"reliable": "موثوق",
	"id_protection": "حماية الهوية",
	"free_support": "دعم فني مجاني",
	"money_back_30_days": "ضمان استرجاع الأموال خلال 30 يومًا",
	"reliable_payment": "دفع موثوق",
	"what_clients_say": "ماذا يقول عملاؤنا",
	"about_shopping_experience": "عن تجربة التسوق لدينا",
	"try_new_shopping_format": "جرّب طريقة تسوق جديدة",
	"get_big_discounts": "احصل على خصومات كبيرة مع العضوية",
	"never_pay_full_price": "كعميل مميز، لن تدفع السعر الكامل مرة أخرى",
	"explore_wide_range": "استكشف مجموعة واسعة من المنتجات",
	"search_anything": "ابحث عن أي شيء وستجد مجموعة رائعة لكل احتياجاتك. من المنتجات الجديدة إلى الكلاسيكيات الخالدة — لدينا كل شيء!",
	"enjoy_shopping": "استمتع بالتسوق",
	"shop_as_much": "تسوق كما تشاء واستمتع بعروض حصرية مخصصة لك فقط.",
	"payment_success_title": "شكراً لك!",
	"payment_success_heading": "شكراً لشرائك!",
	"payment_success_received": "تم استلام طلبك بنجاح ونحن بالفعل نقوم بتجهيزه لك.",
	"payment_success_delivery": "يمكنك توقع استلام الطلب خلال <strong>3 إلى 5 أيام عمل</strong>.",
	"payment_success_thanks": "نحن نقدر ثقتك كثيرا ونتطلع لخدمتك مرة أخرى قريبا!",
	"plan_details_solo": "<p>نحن فخورون بتقديم خطة Solo Swap الخاصة بنا – طريقة مرنة وبأسعار معقولة لحماية جهازك بثقة وراحة البال. تم تصميم هذه الخدمة لتقديم الأمان والبساطة والقيمة الحقيقية لك، بدءاً من أسبوعك الأول بسعر خاص مخفض.</p><p>خطة Solo Swap متاحة مقابل 19.99 يورو في الأسبوع، مع سعر إدخال خاص 9.99 يورو للأسبوع الأول. تغطي الخطة جهاز واحد بقيمة قصوى تبلغ 400 دولار أمريكي في الوحدات الإجمالية. تغطيتك تشمل الحماية ضد الأضرار العرضية وشقوق الشاشة ومشاكل الطاقة أو البطارية.</p><p>كل مشترك له الحق في تبديل جهاز واحد سنوياً. يرجى ملاحظة أن هناك فترة انتظار 30 يوماً قبل أن تصبح التغطية نشطة. بمجرد انتهاء فترة الانتظار، ستكون مؤهلاً بالكامل لطلب التبديل المغطى.</p><p>بعد أسبوعك الأول المخفض، سيتم تجديد اشتراكك تلقائياً بالسعر الأسبوعي العادي 19.99 يورو. يمكنك الإلغاء في أي وقت من خلال حساب العضوية أو بالاتصال بفريق الدعم عبر البريد الإلكتروني أو الدردشة. نرسل أيضاً تذكيراً قبل ثلاثة أيام من كل تجديد، وأنت حر في إيقاف أو تخطي أي دورة تجديد دون رسوم أو عقوبات إضافية.</p><p>بمجرد المعالجة، المدفوعات غير قابلة للاسترداد. تبقى مزايا العضوية نشطة حتى الإلغاء. كعضو قيّم، ستتلقى دعم عالي الأولوية ووصول مستمر للخدمات والعروض الترويجية الحصرية.</p>",
	"plan_details_plus": "<p>نحن فخورون بتقديم خطة Swap+ الخاصة بنا – طريقة مرنة وبأسعار معقولة لحماية جهازك بثقة وراحة البال. تم تصميم هذه الخدمة لتقديم الأمان والبساطة والقيمة الحقيقية لك، بدءاً من أسبوعك الأول بسعر خاص مخفض.</p><p>خطة Swap+ متاحة مقابل 19.99 يورو في الأسبوع، مع سعر إدخال خاص 9.99 يورو للأسبوع الأول. تغطي الخطة جهاز واحد بقيمة قصوى تبلغ 400 دولار أمريكي في الوحدات الإجمالية. تغطيتك تشمل الحماية ضد الأضرار العرضية وشقوق الشاشة ومشاكل الطاقة أو البطارية.</p><p>كل مشترك له الحق في تبديل جهاز واحد سنوياً. يرجى ملاحظة أن هناك فترة انتظار 30 يوماً قبل أن تصبح التغطية نشطة. بمجرد انتهاء فترة الانتظار، ستكون مؤهلاً بالكامل لطلب التبديل المغطى.</p><p>بعد أسبوعك الأول المخفض، سيتم تجديد اشتراكك تلقائياً بالسعر الأسبوعي العادي 19.99 يورو. يمكنك الإلغاء في أي وقت من خلال حساب العضوية أو بالاتصال بفريق الدعم عبر البريد الإلكتروني أو الدردشة. نرسل أيضاً تذكيراً قبل ثلاثة أيام من كل تجديد، وأنت حر في إيقاف أو تخطي أي دورة تجديد دون رسوم أو عقوبات إضافية.</p><p>بمجرد المعالجة، المدفوعات غير قابلة للاسترداد. تبقى مزايا العضوية نشطة حتى الإلغاء. كعضو قيّم، ستتلقى دعم عالي الأولوية ووصول مستمر للخدمات والعروض الترويجية الحصرية.</p>",
	"plan_details_premium": "<p>نقدم أكثر حماية شمولية لدينا حتى الآن – خطة Premium Swap. مصممة للمستخدمين الذين يطالبون بخدمة من الدرجة الأولى وراحة البال، تقدم هذه الخطة تغطية كاملة الميزات لأجهزة متعددة، مع مزايا رائدة في الصناعة وأوقات استجابة سريعة.</p><p>خطة Premium Swap متاحة مقابل 39.99 يورو في الأسبوع، مع سعر إدخال خاص 29.99 يورو للأسبوع الأول. تغطي هذه الخدمة المتميزة ما يصل إلى 5 أجهزة بقيمة مجمعة تصل إلى 1000 دولار أمريكي.</p><p>التغطية تشمل الشحن بين عشية وضحاها للتبديلات المعتمدة، وكذلك الحماية ضد السرقة والضياع، بشرط تقديم تقرير شرطة صالح. مصممة للمحترفين والعائلات وعشاق التكنولوجيا الذين يعتمدون على أجهزة متعددة ويتوقعون دعم سريع وموثوق.</p><p>أنت مؤهل لـ 3 تبديلات أجهزة سنوياً تحت هذه الخطة. على عكس الخطط الأخرى، Premium Swap لها فترة انتظار قصيرة 15 يوماً فقط، وبعدها تصبح الحماية الكاملة والمزايا نشطة.</p><p>بعد الأسبوع الأول المخفض، سيتم تجديد خطتك تلقائياً بالسعر الأسبوعي القياسي 39.99 يورو. يمكنك الإلغاء في أي وقت من خلال حسابك عبر الإنترنت أو بالاتصال بفريق الدعم عبر البريد الإلكتروني أو الدردشة. نرسل تذكيراً قبل ثلاثة أيام من كل تجديد، ويمكنك إيقاف أو تخطي أي دورة تجديد قادمة دون تكلفة أو عقوبات إضافية.</p><p>يرجى ملاحظة: المدفوعات غير قابلة للاسترداد بمجرد المعالجة. تبقى مزايا Premium Swap نشطة بالكامل حتى الإلغاء. كعضو متميز، ستتلقى خدمة سريعة وعروض حصرية وحماية كاملة لأجهزتك.</p>",
	"continue": "استمر",
	"back": "رجوع",
	"error_payment": "خطأ في الدفع",
	"close": "إغلاق"
}