{
	"title": "Zahlungsseite",
	"secure_payment": "Sichere SSL-Zahlung",
	"verified_by": "Verifiziert von:",
	"secure_checkout": "Sicherer Checkout",
	"reviews_count": "2705 Bewertungen",
	"info": "Informationen",
	"first_name": "Vorname",
	"last_name": "Nachname",
	"address": "Adresse",
	"postal_code": "Postleitzahl",
	"city": "Stadt",
	"country": "Land",
	"payment": "Zahlung",
	"cardholder": "Karteninhaber",
	"card_number": "Kartennummer",
	"pay": "ZAHLEN",
	"consent_text": "Durch Klicken auf 'Weiter' bestätige ich, dass ich die Nutzungsbedingungen und Datenschutzrichtlinie gelesen habe, damit einverstanden bin und akzeptiere, und dass ich über 18 Jahre alt bin.",
	"subscribe_text": "Ich stimme zu, Newsletter, Angebote und Benachrichtigungen zu erhalten.",
	"order_summary": "Bestellübersicht",
	"delivery": "Lieferung",
	"total_order_amount": "Gesamtbetrag der Bestellung",
	"stock_left": "Nur noch 13 Artikel auf Lager",
	"people_viewing_now": "Personen sehen sich das gerade an",
	"recent_buyer": "L****o hat dies erhalten (vor 15 Minuten)",
	"people_bought_last_7_days": "Personen haben dies in den letzten 7 Tagen gekauft",
	"trusted_store": "VERTRAUENSWÜRDIGER SHOP",
	"no_problems": "Keine Probleme",
	"reliable": "Zuverlässig",
	"id_protection": "ID-Schutz",
	"free_support": "Kostenloser technischer Support",
	"money_back_30_days": "30 Tage Geld-zurück-Garantie",
	"reliable_payment": "Zuverlässige Zahlung",
	"what_clients_say": "Was unsere Kunden sagen",
	"about_shopping_experience": "Über unser Einkaufserlebnis",
	"try_new_shopping_format": "Probiere ein neues Einkaufsformat aus",
	"get_big_discounts": "Erhalte große Rabatte mit der Mitgliedschaft",
	"never_pay_full_price": "Als geschätzter Kunde zahlst du nie wieder den vollen Preis",
	"explore_wide_range": "Entdecke eine große Auswahl an Produkten",
	"search_anything": "Suche nach allem und finde eine große Auswahl für all deine Bedürfnisse. Von Neuheiten bis zu zeitlosen Klassikern – wir haben alles!",
	"enjoy_shopping": "Genieße das Einkaufen",
	"shop_as_much": "Kaufe so viel du willst und genieße exklusive Angebote nur für dich.",
	"payment_success_title": "Danke!",
	"payment_success_heading": "Vielen Dank für Ihren Einkauf!",
	"payment_success_received": "Ihre Bestellung wurde erfolgreich erhalten und wir bereiten sie bereits für Sie vor.",
	"payment_success_delivery": "Sie können mit einer Lieferung innerhalb von <strong>3 bis 5 Werktagen</strong> rechnen.",
	"payment_success_thanks": "Wir schätzen Ihr Vertrauen sehr und freuen uns, Sie bald wieder bedienen zu dürfen!",
	"plan_details_solo": "<p>Wir sind stolz darauf, unseren Solo Swap-Plan vorzustellen – eine flexible und erschwingliche Möglichkeit, Ihr Gerät mit Vertrauen und Sorgenfreiheit zu schützen. Dieser Service wurde entwickelt, um Ihnen Sicherheit, Einfachheit und echten Wert zu bieten, beginnend mit Ihrer ersten Woche zu einem speziellen ermäßigten Preis.</p><p>Der Solo Swap-Plan ist für 19,99 € pro Woche erhältlich, mit einem speziellen Einführungspreis von 9,99 € für die erste Woche. Der Plan deckt 1 Gerät mit einem maximalen Wert von 400 USD in Gesamteinheiten ab. Ihr Schutz umfasst die Absicherung gegen versehentliche Schäden, Bildschirmrisse und Strom- oder Batterieprobleme.</p><p>Jeder Abonnent hat Anspruch auf 1 Gerätetausch pro Jahr. Bitte beachten Sie, dass eine Wartezeit von 30 Tagen besteht, bevor der Schutz aktiv wird. Nach Ablauf der Wartezeit sind Sie voll berechtigt, Ihren abgedeckten Tausch anzufordern.</p><p>Nach Ihrer ersten ermäßigten Woche wird Ihr Abonnement automatisch zum regulären Wochenpreis von 19,99 € verlängert. Sie können jederzeit über Ihr Mitgliedskonto oder durch Kontaktaufnahme mit unserem Support-Team per E-Mail oder Chat kündigen. Wir senden Ihnen auch drei Tage vor jeder Verlängerung eine Erinnerung, und Sie können jeden Verlängerungszyklus ohne zusätzliche Gebühren oder Strafen pausieren oder überspringen.</p><p>Einmal bearbeitete Zahlungen sind nicht erstattungsfähig. Ihre Mitgliedschaftsvorteile bleiben bis zur Kündigung aktiv. Als geschätztes Mitglied erhalten Sie vorrangigen Support und fortgesetzten Zugang zu exklusiven Dienstleistungen und Werbeaktionen.</p>",
	"plan_details_plus": "<p>Wir sind stolz darauf, unseren Swap+-Plan vorzustellen – eine flexible und erschwingliche Möglichkeit, Ihr Gerät mit Vertrauen und Sorgenfreiheit zu schützen. Dieser Service wurde entwickelt, um Ihnen Sicherheit, Einfachheit und echten Wert zu bieten, beginnend mit Ihrer ersten Woche zu einem speziellen ermäßigten Preis.</p><p>Der Swap+-Plan ist für 19,99 € pro Woche erhältlich, mit einem speziellen Einführungspreis von 9,99 € für die erste Woche. Der Plan deckt 1 Gerät mit einem maximalen Wert von 400 USD in Gesamteinheiten ab. Ihr Schutz umfasst die Absicherung gegen versehentliche Schäden, Bildschirmrisse und Strom- oder Batterieprobleme.</p><p>Jeder Abonnent hat Anspruch auf 1 Gerätetausch pro Jahr. Bitte beachten Sie, dass eine Wartezeit von 30 Tagen besteht, bevor der Schutz aktiv wird. Nach Ablauf der Wartezeit sind Sie voll berechtigt, Ihren abgedeckten Tausch anzufordern.</p><p>Nach Ihrer ersten ermäßigten Woche wird Ihr Abonnement automatisch zum regulären Wochenpreis von 19,99 € verlängert. Sie können jederzeit über Ihr Mitgliedskonto oder durch Kontaktaufnahme mit unserem Support-Team per E-Mail oder Chat kündigen. Wir senden Ihnen auch drei Tage vor jeder Verlängerung eine Erinnerung, und Sie können jeden Verlängerungszyklus ohne zusätzliche Gebühren oder Strafen pausieren oder überspringen.</p><p>Einmal bearbeitete Zahlungen sind nicht erstattungsfähig. Ihre Mitgliedschaftsvorteile bleiben bis zur Kündigung aktiv. Als geschätztes Mitglied erhalten Sie vorrangigen Support und fortgesetzten Zugang zu exklusiven Dienstleistungen und Werbeaktionen.</p>",
	"plan_details_premium": "<p>Wir stellen unseren bisher umfassendsten Schutz vor – den Premium Swap-Plan. Entwickelt für Benutzer, die erstklassigen Service und Sorgenfreiheit verlangen, bietet dieser Plan einen voll funktionsfähigen Schutz für mehrere Geräte mit branchenführenden Vorteilen und schnellen Reaktionszeiten.</p><p>Der Premium Swap-Plan ist für 39,99 € pro Woche erhältlich, mit einem speziellen Einführungspreis von 29,99 € für die erste Woche. Dieser Premium-Service deckt bis zu 5 Geräte mit einem kombinierten Wert von bis zu 1000 USD ab.</p><p>Der Schutz umfasst den Übernachtversand für genehmigte Tausche sowie den Schutz vor Diebstahl und Verlust, sofern ein gültiger Polizeibericht vorgelegt wird. Er ist für Profis, Familien und Technikbegeisterte konzipiert, die auf mehrere Geräte angewiesen sind und schnellen, zuverlässigen Support erwarten.</p><p>Sie haben Anspruch auf 3 Gerätetausche pro Jahr im Rahmen dieses Plans. Im Gegensatz zu anderen Plänen hat Premium Swap eine kurze Wartezeit von nur 15 Tagen, nach der der volle Schutz und die Vorteile aktiv werden.</p><p>Nach der ersten ermäßigten Woche wird Ihr Plan automatisch zum Standard-Wochenpreis von 39,99 € verlängert. Sie können jederzeit über Ihr Online-Konto oder durch Kontaktaufnahme mit unserem Support-Team per E-Mail oder Chat kündigen. Wir senden eine Erinnerung drei Tage vor jeder Verlängerung, und Sie können jeden bevorstehenden Verlängerungszyklus ohne zusätzliche Kosten oder Strafen pausieren oder überspringen.</p><p>Bitte beachten Sie: Zahlungen sind nach der Bearbeitung nicht erstattungsfähig. Ihre Premium Swap-Vorteile bleiben bis zur Kündigung voll aktiv. Als Premium-Mitglied erhalten Sie einen Schnellservice, exklusive Angebote und einen umfassenden Geräteschutz.</p>",
	"continue": "WEITER",
	"back": "ZURÜCK"
}