{
  "title": "Σελίδα Πληρωμής",
  "secure_payment": "Ασφαλής Πληρωμή SSL",
  "verified_by": "Επαληθεύτηκε από:",
  "secure_checkout": "Ασφαλές Ταμείο",
  "reviews_count": "2705 Κριτικές",
  "info": "Πληροφορίες",
  "first_name": "Όνομα",
  "last_name": "Επώνυμο",
  "address": "Διεύθυνση",
  "postal_code": "Ταχυδρομικός Κώδικας",
  "city": "Πόλη",
  "country": "Χώρα",
  "payment": "Πληρωμή",
  "cardholder": "Κάτοχος Κάρτας",
  "card_number": "Αριθμός Κάρτας",
  "pay": "ΠΛΗΡΩΜΗ",
  "continue": "ΣΥΝΕΧΕΙΑ",
  "back": "ΠΙΣΩ",
  "consent_text": "Κάνοντας κλικ στο 'Συνέχεια', επιβεβαιώνω ότι έχω διαβάσει, συμφωνώ και αποδέχομαι τους Όρους Χρήσης, την Πολιτική Απορρήτου και ότι είμαι άνω των 18 ετών.",
  "subscribe_text": "Συμφωνώ να λαμβάνω ενημερωτικά δελτία, προσφορές και ειδοποιήσεις.",
  "order_summary": "Σύνοψη Παραγγελίας",
  "delivery": "Παράδοση",
  "total_order_amount": "Συνολικό Ποσό Παραγγελίας",
  "stock_left": "Έχουν απομείνει μόνο 13 τεμάχια σε απόθεμα",
  "people_viewing_now": "άτομα βλέπουν τώρα αυτό",
  "recent_buyer": "Ο/Η L****o το παρέλαβε (πριν 15 λεπτά)",
  "people_bought_last_7_days": "άτομα αγόρασαν αυτό τις τελευταίες 7 ημέρες",
  "trusted_store": "ΑΞΙΟΠΙΣΤΟ ΚΑΤΑΣΤΗΜΑ",
  "no_problems": "Χωρίς προβλήματα",
  "reliable": "Αξιόπιστο",
  "id_protection": "Προστασία Ταυτότητας",
  "free_support": "Δωρεάν τεχνική υποστήριξη",
  "money_back_30_days": "Εγγύηση επιστροφής χρημάτων 30 ημερών",
  "reliable_payment": "Αξιόπιστη Πληρωμή",
  "what_clients_say": "Τι λένε οι πελάτες μας",
  "about_shopping_experience": "Σχετικά με την εμπειρία αγορών μας",
  "try_new_shopping_format": "Δοκιμάστε μια νέα μορφή αγορών",
  "get_big_discounts": "Αποκτήστε μεγάλες εκπτώσεις με συνδρομή",
  "never_pay_full_price": "Ως πολύτιμος πελάτης, δεν θα πληρώσετε ποτέ ξανά πλήρη τιμή",
  "explore_wide_range": "Εξερευνήστε μια μεγάλη γκάμα προϊόντων",
  "search_anything": "Αναζητήστε οτιδήποτε και βρείτε μια εξαιρετική επιλογή για όλες τις ανάγκες σας. Από νέες αφίξεις έως διαχρονικά κλασικά — τα έχουμε όλα!",
  "enjoy_shopping": "Απολαύστε τις αγορές",
  "shop_as_much": "Ψωνίστε όσο θέλετε και απολαύστε αποκλειστικές προσφορές μόνο για εσάς.",
  "payment_success_title": "Ευχαριστούμε!",
  "payment_success_heading": "Σας ευχαριστούμε για την αγορά σας!",
  "payment_success_received": "Η παραγγελία σας ελήφθη με επιτυχία και ήδη την ετοιμάζουμε για εσάς.",
  "payment_success_delivery": "Μπορείτε να αναμένετε να παραλάβετε σε <strong>3 έως 5 εργάσιμες ημέρες</strong>.",
  "payment_success_thanks": "Εκτιμούμε πραγματικά την εμπιστοσύνη σας και ανυπομονούμε να σας εξυπηρετήσουμε ξανά σύντομα!",
  "plan_details_solo": "<p>Παρουσιάζουμε το πλάνο Solo Swap – έναν ευέλικτο και οικονομικό τρόπο για να προστατεύσετε τη συσκευή σας με σιγουριά και ηρεμία. Αυτή η υπηρεσία έχει σχεδιαστεί για να σας προσφέρει ασφάλεια, απλότητα και πραγματική αξία, ξεκινώντας με την πρώτη σας εβδομάδα σε ειδική μειωμένη τιμή.</p><p>Το πλάνο Solo Swap είναι διαθέσιμο για 19,99 € την εβδομάδα, με ειδική εισαγωγική τιμή 9,99 € για την πρώτη εβδομάδα. Το πλάνο καλύπτει 1 συσκευή με μέγιστη αξία 400 $ συνολικά. Η κάλυψή σας περιλαμβάνει προστασία από ατυχήματα, ρωγμές οθόνης και προβλήματα ισχύος ή μπαταρίας.</p><p>Κάθε συνδρομητής δικαιούται 1 αντικατάσταση συσκευής ανά έτος. Σημειώστε ότι υπάρχει περίοδος αναμονής 30 ημερών πριν η κάλυψη γίνει ενεργή. Μόλις περάσει η περίοδος αναμονής, θα είστε πλήρως επιλέξιμοι να ζητήσετε την καλυπτόμενη αντικατάσταση.</p><p>Μετά την πρώτη σας εβδομάδα με έκπτωση, η συνδρομή σας θα ανανεώνεται αυτόματα με τη συνήθη εβδομαδιαία τιμή των 19,99 €. Μπορείτε να ακυρώσετε ανά πάσα στιγμή μέσω του λογαριασμού μέλους σας ή επικοινωνώντας με την υποστήριξη μέσω email ή chat. Στέλνουμε επίσης υπενθύμιση τρεις ημέρες πριν από κάθε ανανέωση και μπορείτε να παύσετε ή να παραλείψετε οποιονδήποτε κύκλο ανανέωσης χωρίς επιπλέον χρεώσεις ή ποινές.</p><p>Μόλις ολοκληρωθεί η πληρωμή, δεν είναι επιστρέψιμη. Τα οφέλη της συνδρομής σας παραμένουν ενεργά μέχρι την ακύρωση. Ως πολύτιμο μέλος, θα λάβετε υποστήριξη υψηλής προτεραιότητας και συνεχή πρόσβαση σε αποκλειστικές υπηρεσίες και προσφορές.</p>",
  "plan_details_plus": "<p>Παρουσιάζουμε το πλάνο Swap+ – έναν ευέλικτο και οικονομικό τρόπο για να προστατεύσετε τη συσκευή σας με σιγουριά και ηρεμία. Αυτή η υπηρεσία έχει σχεδιαστεί για να σας προσφέρει ασφάλεια, απλότητα και πραγματική αξία, ξεκινώντας με την πρώτη σας εβδομάδα σε ειδική μειωμένη τιμή.</p><p>Το πλάνο Swap+ είναι διαθέσιμο για 19,99 € την εβδομάδα, με ειδική εισαγωγική τιμή 9,99 € για την πρώτη εβδομάδα. Το πλάνο καλύπτει 1 συσκευή με μέγιστη αξία 400 $ συνολικά. Η κάλυψή σας περιλαμβάνει προστασία από ατυχήματα, ρωγμές οθόνης και προβλήματα ισχύος ή μπαταρίας.</p><p>Κάθε συνδρομητής δικαιούται 1 αντικατάσταση συσκευής ανά έτος. Σημειώστε ότι υπάρχει περίοδος αναμονής 30 ημερών πριν η κάλυψη γίνει ενεργή. Μόλις περάσει η περίοδος αναμονής, θα είστε πλήρως επιλέξιμοι να ζητήσετε την καλυπτόμενη αντικατάσταση.</p><p>Μετά την πρώτη σας εβδομάδα με έκπτωση, η συνδρομή σας θα ανανεώνεται αυτόματα με τη συνήθη εβδομαδιαία τιμή των 19,99 €. Μπορείτε να ακυρώσετε ανά πάσα στιγμή μέσω του λογαριασμού μέλους σας ή επικοινωνώντας με την υποστήριξη μέσω email ή chat. Στέλνουμε επίσης υπενθύμιση τρεις ημέρες πριν από κάθε ανανέωση και μπορείτε να παύσετε ή να παραλείψετε οποιονδήποτε κύκλο ανανέωσης χωρίς επιπλέον χρεώσεις ή ποινές.</p><p>Μόλις ολοκληρωθεί η πληρωμή, δεν είναι επιστρέψιμη. Τα οφέλη της συνδρομής σας παραμένουν ενεργά μέχρι την ακύρωση. Ως πολύτιμο μέλος, θα λάβετε υποστήριξη υψηλής προτεραιότητας και συνεχή πρόσβαση σε αποκλειστικές υπηρεσίες και προσφορές.</p>",
  "plan_details_premium": "<p>Παρουσιάζουμε την πιο ολοκληρωμένη προστασία μας — το πλάνο Premium Swap. Σχεδιασμένο για χρήστες που απαιτούν υπηρεσίες κορυφαίου επιπέδου και ηρεμία, αυτό το πλάνο παρέχει πλήρη κάλυψη για πολλές συσκευές, με κορυφαία οφέλη και γρήγορους χρόνους απόκρισης.</p><p>Το πλάνο Premium Swap είναι διαθέσιμο για 39,99 € την εβδομάδα, με ειδική εισαγωγική τιμή 29,99 € για την πρώτη εβδομάδα. Αυτή η premium υπηρεσία καλύπτει έως 5 συσκευές με συνολική αξία έως 1000 $.</p><p>Η κάλυψη περιλαμβάνει αποστολή την επόμενη ημέρα για εγκεκριμένες αντικαταστάσεις, καθώς και προστασία από κλοπή και απώλεια, με την προϋπόθεση υποβολής έγκυρης αναφοράς στην αστυνομία. Σχεδιασμένο για επαγγελματίες, οικογένειες και λάτρεις της τεχνολογίας που βασίζονται σε πολλές συσκευές και αναμένουν γρήγορη, αξιόπιστη υποστήριξη.</p><p>Είστε επιλέξιμοι για 3 αντικαταστάσεις συσκευών ετησίως με αυτό το πλάνο. Σε αντίθεση με άλλα πλάνα, το Premium Swap έχει σύντομη περίοδο αναμονής μόλις 15 ημερών, μετά την οποία ενεργοποιούνται πλήρως η προστασία και τα οφέλη.</p><p>Μετά την πρώτη εβδομάδα με έκπτωση, το πλάνο σας θα ανανεώνεται αυτόματα με τη στάνταρ εβδομαδιαία τιμή των 39,99 €. Μπορείτε να ακυρώσετε ανά πάσα στιγμή μέσω του διαδικτυακού σας λογαριασμού ή επικοινωνώντας με την ομάδα υποστήριξης μέσω email ή chat. Στέλνουμε υπενθύμιση τρεις ημέρες πριν από κάθε ανανέωση και μπορείτε να παύσετε ή να παραλείψετε οποιαδήποτε επερχόμενη ανανέωση χωρίς επιπλέον κόστος ή ποινές.</p><p>Σημείωση: οι πληρωμές δεν είναι επιστρέψιμες μόλις ολοκληρωθούν. Τα οφέλη του Premium Swap παραμένουν πλήρως ενεργά μέχρι την ακύρωση. Ως μέλος Premium, θα λάβετε ταχεία εξυπηρέτηση, αποκλειστικές προσφορές και πλήρη προστασία της συσκευής σας.</p>",
  "error_payment": "Σφάλμα Πληρωμής",
  "close": "Κλείσιμο"
}

