{
	"title": "Payment Page",
	"secure_payment": "Secure SSL Payment",
	"verified_by": "Verified by:",
	"secure_checkout": "Secure Checkout",
	"reviews_count": "2705 Reviews",
	"info": "Info",
	"first_name": "First Name",
	"last_name": "Last Name",
	"address": "Address",
	"postal_code": "Postal Code",
	"city": "City",
	"country": "Country",
	"payment": "Payment",
	"cardholder": "Cardholder",
	"card_number": "Card Number",
	"pay": "PAY",
	"continue": "CONTINUE",
	"back": "BACK",
	"consent_text": "By clicking 'Continue', I confirm that I have read, agree to, and accept the Terms of Use, Privacy Policy, and that I am over 18 years old.",
	"subscribe_text": "I agree to receive newsletters, offers, and notifications.",
	"order_summary": "Order Summary",
	"delivery": "Delivery",
	"total_order_amount": "Total Order Amount",
	"stock_left": "Only 13 items left in stock",
	"people_viewing_now": "people are viewing this now",
	"recent_buyer": "L****o received this (15 minutes ago)",
	"people_bought_last_7_days": "people bought this in the last 7 days",
	"trusted_store": "TRUSTED STORE",
	"no_problems": "No problems",
	"reliable": "Reliable",
	"id_protection": "ID Protection",
	"free_support": "Free technical support",
	"money_back_30_days": "30-day money-back guarantee",
	"reliable_payment": "Reliable Payment",
	"what_clients_say": "What our clients say",
	"about_shopping_experience": "About our shopping experience",
	"try_new_shopping_format": "Try a new shopping format",
	"get_big_discounts": "Get big discounts with membership",
	"never_pay_full_price": "As a valued customer, you will never pay full price again",
	"explore_wide_range": "Explore a wide range of products",
	"search_anything": "Search for anything and find a great selection for all your needs. From new arrivals to timeless classics — we have it all!",
	"enjoy_shopping": "Enjoy shopping",
	"shop_as_much": "Shop as much as you want and enjoy exclusive offers made just for you.",
	"payment_success_title": "Thank You!",
	"payment_success_heading": "Thank You for Your Purchase!",
	"payment_success_received": "Your order has been successfully received, and we're already getting it ready for you.",
	"payment_success_delivery": "You can expect your delivery to arrive within <strong>3 to 5 working days</strong>.",
	"payment_success_thanks": "We truly appreciate your trust and look forward to serving you again soon!",
	"plan_details_solo": "<p>We are proud to present our Solo Swap plan – a flexible and affordable way to protect your device with confidence and peace of mind. This service is designed to offer you security, simplicity, and real value, starting with your first week at a special discounted rate.</p><p>The Solo Swap plan is available for €19.99 per week, with a special introductory price of €9.99 for the first week. The plan covers 1 device with a maximum value of $400 USD in total units. Your coverage includes protection against accidental damage, screen cracks, and power or battery issues.</p><p>Each subscriber is entitled to 1 device swap per year. Please note that there is a 30-day waiting period before coverage becomes active. Once the waiting period has passed, you'll be fully eligible to request your covered swap.</p><p>After your first discounted week, your subscription will automatically renew at the regular weekly rate of €19.99. You may cancel at any time through your member account or by contacting our support team via email or chat. We also send you a reminder three days before each renewal, and you are free to pause or skip any renewal cycle with no additional charges or penalties.</p><p>Once processed, payments are non-refundable. Your membership benefits remain active until cancellation. As a valued member, you'll receive high-priority support and continued access to exclusive services and promotions.</p>",
	"plan_details_plus": "<p>We are proud to present our Swap+ plan – a flexible and affordable way to protect your device with confidence and peace of mind. This service is designed to offer you security, simplicity, and real value, starting with your first week at a special discounted rate.</p><p>The Swap+ plan is available for €19.99 per week, with a special introductory price of €9.99 for the first week. The plan covers 1 device with a maximum value of $400 USD in total units. Your coverage includes protection against accidental damage, screen cracks, and power or battery issues.</p><p>Each subscriber is entitled to 1 device swap per year. Please note that there is a 30-day waiting period before coverage becomes active. Once the waiting period has passed, you'll be fully eligible to request your covered swap.</p><p>After your first discounted week, your subscription will automatically renew at the regular weekly rate of €19.99. You may cancel at any time through your member account or by contacting our support team via email or chat. We also send you a reminder three days before each renewal, and you are free to pause or skip any renewal cycle with no additional charges or penalties.</p><p>Once processed, payments are non-refundable. Your membership benefits remain active until cancellation. As a valued member, you'll receive high-priority support and continued access to exclusive services and promotions.</p>",
	"plan_details_premium": "<p>Introducing our most comprehensive protection yet — the Premium Swap plan. Built for users who demand top-tier service and peace of mind, this plan provides full-featured coverage across multiple devices, with industry-leading benefits and fast response times.</p><p>The Premium Swap plan is available for €39.99 per week, with a special introductory price of €29.99 for the first week. This premium service covers up to 5 devices with a combined value of up to $1000 USD.</p><p>Coverage includes overnight shipping for approved swaps, as well as theft and loss protection, provided a valid police report is submitted. It's designed for professionals, families, and tech enthusiasts who rely on multiple devices and expect fast, reliable support.</p><p>You are eligible for 3 device swaps per year under this plan. Unlike other plans, Premium Swap has a short waiting period of just 15 days, after which full protection and benefits become active.</p><p>After the first discounted week, your plan will automatically renew at the standard weekly rate of €39.99. You can cancel at any time through your online account or by contacting our support team via email or chat. We send a reminder three days before each renewal, and you may pause or skip any upcoming renewal with no additional cost or penalties.</p><p>Please note: payments are non-refundable once processed. Your Premium Swap benefits remain fully active until cancellation. As a Premium member, you'll receive fast-track service, exclusive offers, and full-spectrum device protection.</p>",
	"error_payment": "Payment Error",
	"close": "Close"
}