{
	"title": "Página de pago",
	"secure_payment": "Pago SSL seguro",
	"verified_by": "Verificado por:",
	"secure_checkout": "Pago seguro",
	"reviews_count": "2705 Reseñas",
	"info": "Información",
	"first_name": "Nombre",
	"last_name": "Apellido",
	"address": "Dirección",
	"postal_code": "Código postal",
	"city": "Ciudad",
	"country": "País",
	"payment": "Pago",
	"cardholder": "Titular de la tarjeta",
	"card_number": "Número de tarjeta",
	"pay": "PAGAR",
	"continue": "CONTINUAR",
	"back": "ATRÁS",
	"consent_text": "Al hacer clic en 'Continuar', confirmo que he leído, estoy de acuerdo y acepto los Términos de uso, la Política de privacidad, y que soy mayor de 18 años.",
	"subscribe_text": "Acepto recibir boletines, ofertas y notificaciones.",
	"order_summary": "Resumen del pedido",
	"delivery": "Envío",
	"total_order_amount": "Importe total del pedido",
	"stock_left": "Solo quedan 13 artículos en stock",
	"people_viewing_now": "personas están viendo esto ahora",
	"recent_buyer": "L****o recibió esto (hace 15 minutos)",
	"people_bought_last_7_days": "personas compraron esto en los últimos 7 días",
	"trusted_store": "TIENDA DE CONFIANZA",
	"no_problems": "Sin problemas",
	"reliable": "Confiable",
	"id_protection": "Protección de ID",
	"free_support": "Soporte técnico gratuito",
	"money_back_30_days": "Garantía de devolución de dinero de 30 días",
	"reliable_payment": "Pago confiable",
	"what_clients_say": "Lo que dicen nuestros clientes",
	"about_shopping_experience": "Sobre nuestra experiencia de compra",
	"try_new_shopping_format": "Prueba un nuevo formato de compra",
	"get_big_discounts": "Obtén grandes descuentos con la membresía",
	"never_pay_full_price": "Como cliente valioso, nunca volverás a pagar el precio completo",
	"explore_wide_range": "Explora una amplia gama de productos",
	"search_anything": "Busca cualquier cosa y encuentra una gran selección para todas tus necesidades. Desde novedades hasta clásicos atemporales: ¡lo tenemos todo!",
	"enjoy_shopping": "Disfruta comprando",
	"shop_as_much": "Compra tanto como quieras y disfruta de ofertas exclusivas hechas solo para ti.",
	"payment_success_title": "¡Gracias!",
	"payment_success_heading": "¡Gracias por su compra!",
	"payment_success_received": "Su pedido ha sido recibido con éxito y ya lo estamos preparando para usted.",
	"payment_success_delivery": "Puede esperar la entrega en <strong>3 a 5 días laborables</strong>.",
	"payment_success_thanks": "¡Agradecemos mucho su confianza y esperamos volver a verle pronto!",
	"plan_details_solo": "<p>Estamos orgullosos de presentar nuestro plan Solo Swap – una forma flexible y asequible de proteger su dispositivo con confianza y tranquilidad. Este servicio está diseñado para ofrecerle seguridad, simplicidad y valor real, comenzando con su primera semana a una tarifa especial con descuento.</p><p>El plan Solo Swap está disponible por 19,99 € por semana, con un precio de introducción especial de 9,99 € durante la primera semana. El plan cubre 1 dispositivo con un valor máximo de 400 USD en unidades totales. Su cobertura incluye protección contra daños accidentales, grietas en la pantalla y problemas de energía o batería.</p><p>Cada suscriptor tiene derecho a 1 cambio de dispositivo por año. Tenga en cuenta que hay un período de espera de 30 días antes de que la cobertura se active. Una vez que haya pasado el período de espera, será totalmente elegible para solicitar su cambio cubierto.</p><p>Después de su primera semana con descuento, su suscripción se renovará automáticamente a la tarifa semanal regular de 19,99 €. Puede cancelar en cualquier momento a través de su cuenta de miembro o contactando a nuestro equipo de soporte por correo electrónico o chat. También le enviamos un recordatorio tres días antes de cada renovación, y es libre de pausar o saltarse cualquier ciclo de renovación sin cargos ni penalizaciones adicionales.</p><p>Una vez procesados, los pagos no son reembolsables. Los beneficios de su membresía permanecen activos hasta la cancelación. Como miembro valioso, recibirá soporte de alta prioridad y acceso continuo a servicios y promociones exclusivos.</p>",
	"plan_details_plus": "<p>Estamos orgullosos de presentar nuestro plan Swap+ – una forma flexible y asequible de proteger su dispositivo con confianza y tranquilidad. Este servicio está diseñado para ofrecerle seguridad, simplicidad y valor real, comenzando con su primera semana a una tarifa especial con descuento.</p><p>El plan Swap+ está disponible por 19,99 € por semana, con un precio de introducción especial de 9,99 € durante la primera semana. El plan cubre 1 dispositivo con un valor máximo de 400 USD en unidades totales. Su cobertura incluye protección contra daños accidentales, grietas en la pantalla y problemas de energía o batería.</p><p>Cada suscriptor tiene derecho a 1 cambio de dispositivo por año. Tenga en cuenta que hay un período de espera de 30 días antes de que la cobertura se active. Una vez que haya pasado el período de espera, será totalmente elegible para solicitar su cambio cubierto.</p><p>Después de su primera semana con descuento, su suscripción se renovará automáticamente a la tarifa semanal regular de 19,99 €. Puede cancelar en cualquier momento a través de su cuenta de miembro o contactando a nuestro equipo de soporte por correo electrónico o chat. También le enviamos un recordatorio tres días antes de cada renovación, y es libre de pausar o saltarse cualquier ciclo de renovación sin cargos ni penalizaciones adicionales.</p><p>Una vez procesados, los pagos no son reembolsables. Los beneficios de su membresía permanecen activos hasta la cancelación. Como miembro valioso, recibirá soporte de alta prioridad y acceso continuo a servicios y promociones exclusivos.</p>",
	"plan_details_premium": "<p>Presentamos nuestra protección más completa hasta la fecha: el plan Premium Swap. Creado para usuarios que exigen un servicio de primer nivel y tranquilidad, este plan ofrece una cobertura completa para múltiples dispositivos, con beneficios líderes en la industria y tiempos de respuesta rápidos.</p><p>El plan Premium Swap está disponible por 39,99 € por semana, con un precio de introducción especial de 29,99 € durante la primera semana. Este servicio premium cubre hasta 5 dispositivos con un valor combinado de hasta 1000 USD.</p><p>La cobertura incluye envío nocturno para cambios aprobados, así como protección contra robo y pérdida, siempre que se presente un informe policial válido. Está diseñado para profesionales, familias y entusiastas de la tecnología que dependen de múltiples dispositivos y esperan un soporte rápido y confiable.</p><p>Es elegible para 3 cambios de dispositivo por año bajo este plan. A diferencia de otros planes, Premium Swap tiene un corto período de espera de solo 15 días, después de lo cual la protección total y los beneficios se activan.</p><p>Después de la primera semana con descuento, su plan se renovará automáticamente a la tarifa semanal estándar de 39,99 €. Puede cancelar en cualquier momento a través de su cuenta en línea o contactando a nuestro equipo de soporte por correo electrónico o chat. Enviamos un recordatorio tres días antes de cada renovación, y puede pausar o saltarse cualquier próximo ciclo de renovación sin costos ni penalizaciones adicionales.</p><p>Tenga en cuenta: los pagos no son reembolsables una vez procesados. Sus beneficios de Premium Swap permanecen totalmente activos hasta la cancelación. Como miembro Premium, recibirá un servicio rápido, ofertas exclusivas y protección de espectro completo para sus dispositivos.</p>",
	"error_payment": "Error de pago",
	"close": "Cerrar"
}