{
	"title": "Page de paiement",
	"secure_payment": "Paiement SSL sécurisé",
	"verified_by": "Vérifié par :",
	"secure_checkout": "Paiement sécurisé",
	"reviews_count": "2705 Avis",
	"info": "Informations",
	"first_name": "Prénom",
	"last_name": "Nom de famille",
	"address": "Adresse",
	"postal_code": "Code postal",
	"city": "Ville",
	"country": "Pays",
	"payment": "Paiement",
	"cardholder": "Titulaire de la carte",
	"card_number": "Numéro de carte",
	"pay": "PAYER",
	"consent_text": "En cliquant sur 'Continuer', je confirme que j'ai lu, accepte et approuve les Conditions d'utilisation, la Politique de confidentialité, et que j'ai plus de 18 ans.",
	"subscribe_text": "J'accepte de recevoir des newsletters, des offres et des notifications.",
	"order_summary": "Récapitulatif de la commande",
	"delivery": "Livraison",
	"total_order_amount": "Montant total de la commande",
	"stock_left": "Il ne reste que 13 articles en stock",
	"people_viewing_now": "personnes consultent ceci en ce moment",
	"recent_buyer": "L****o a reçu ceci (il y a 15 minutes)",
	"people_bought_last_7_days": "personnes ont acheté ceci au cours des 7 derniers jours",
	"trusted_store": "BOUTIQUE DE CONFIANCE",
	"no_problems": "Aucun problème",
	"reliable": "Fiable",
	"id_protection": "Protection d'identité",
	"free_support": "Assistance technique gratuite",
	"money_back_30_days": "Garantie de remboursement de 30 jours",
	"reliable_payment": "Paiement fiable",
	"what_clients_say": "Ce que disent nos clients",
	"about_shopping_experience": "À propos de notre expérience d'achat",
	"try_new_shopping_format": "Essayez un nouveau format d'achat",
	"get_big_discounts": "Obtenez de grandes réductions avec l'adhésion",
	"never_pay_full_price": "En tant que client privilégié, vous ne paierez plus jamais le prix fort",
	"explore_wide_range": "Découvrez une large gamme de produits",
	"search_anything": "Recherchez n'importe quoi et trouvez une grande sélection pour tous vos besoins. Des nouveautés aux classiques intemporels – nous avons tout !",
	"enjoy_shopping": "Profitez du shopping",
	"shop_as_much": "Faites du shopping autant que vous le souhaitez et profitez d'offres exclusives rien que pour vous.",
	"payment_success_title": "Merci !",
	"payment_success_heading": "Merci pour votre achat !",
	"payment_success_received": "Votre commande a bien été reçue et nous la préparons déjà pour vous.",
	"payment_success_delivery": "Vous pouvez vous attendre à une livraison sous <strong>3 à 5 jours ouvrés</strong>.",
	"payment_success_thanks": "Nous vous remercions de votre confiance et espérons vous revoir bientôt !",
	"plan_details_solo": "<p>Nous sommes fiers de présenter notre plan Solo Swap – une façon flexible et abordable de protéger votre appareil avec confiance et tranquillité d'esprit. Ce service est conçu pour vous offrir sécurité, simplicité et valeur réelle, en commençant par votre première semaine à un tarif spécial réduit.</p><p>Le plan Solo Swap est disponible pour 19,99 € par semaine, avec un prix d'introduction spécial de 9,99 € pour la première semaine. Le plan couvre 1 appareil avec une valeur maximale de 400 USD en unités totales. Votre couverture inclut la protection contre les dommages accidentels, les fissures d'écran et les problèmes d'alimentation ou de batterie.</p><p>Chaque abonné a droit à 1 échange d'appareil par an. Veuillez noter qu'il y a une période d'attente de 30 jours avant que la couverture ne devienne active. Une fois la période d'attente écoulée, vous serez entièrement éligible pour demander votre échange couvert.</p><p>Après votre première semaine à prix réduit, votre abonnement se renouvellera automatiquement au tarif hebdomadaire régulier de 19,99 €. Vous pouvez annuler à tout moment via votre compte membre ou en contactant notre équipe de support par e-mail ou chat. Nous vous envoyons également un rappel trois jours avant chaque renouvellement, et vous êtes libre de mettre en pause ou de sauter tout cycle de renouvellement sans frais ou pénalités supplémentaires.</p><p>Une fois traités, les paiements ne sont pas remboursables. Vos avantages d'adhésion restent actifs jusqu'à l'annulation. En tant que membre valorisé, vous recevrez un support prioritaire et un accès continu aux services et promotions exclusifs.</p>",
	"plan_details_plus": "<p>Nous sommes fiers de présenter notre plan Swap+ – une façon flexible et abordable de protéger votre appareil avec confiance et tranquillité d'esprit. Ce service est conçu pour vous offrir sécurité, simplicité et valeur réelle, en commençant par votre première semaine à un tarif spécial réduit.</p><p>Le plan Swap+ est disponible pour 19,99 € par semaine, avec un prix d'introduction spécial de 9,99 € pour la première semaine. Le plan couvre 1 appareil avec une valeur maximale de 400 USD en unités totales. Votre couverture inclut la protection contre les dommages accidentels, les fissures d'écran et les problèmes d'alimentation ou de batterie.</p><p>Chaque abonné a droit à 1 échange d'appareil par an. Veuillez noter qu'il y a une période d'attente de 30 jours avant que la couverture ne devienne active. Une fois la période d'attente écoulée, vous serez entièrement éligible pour demander votre échange couvert.</p><p>Après votre première semaine à prix réduit, votre abonnement se renouvellera automatiquement au tarif hebdomadaire régulier de 19,99 €. Vous pouvez annuler à tout moment via votre compte membre ou en contactant notre équipe de support par e-mail ou chat. Nous vous envoyons également un rappel trois jours avant chaque renouvellement, et vous êtes libre de mettre en pause ou de sauter tout cycle de renouvellement sans frais ou pénalités supplémentaires.</p><p>Une fois traités, les paiements ne sont pas remboursables. Vos avantages d'adhésion restent actifs jusqu'à l'annulation. En tant que membre valorisé, vous recevrez un support prioritaire et un accès continu aux services et promotions exclusifs.</p>",
	"plan_details_premium": "<p>Présentons notre protection la plus complète à ce jour – le plan Premium Swap. Conçu pour les utilisateurs qui exigent un service de premier ordre et la tranquillité d'esprit, ce plan offre une couverture complète pour plusieurs appareils, avec des avantages de pointe dans l'industrie et des temps de réponse rapides.</p><p>Le plan Premium Swap est disponible pour 39,99 € par semaine, avec un prix d'introduction spécial de 29,99 € pour la première semaine. Ce service premium couvre jusqu'à 5 appareils avec une valeur combinée allant jusqu'à 1000 USD.</p><p>La couverture inclut l'expédition du jour au lendemain pour les échanges approuvés, ainsi que la protection contre le vol et la perte, à condition qu'un rapport de police valide soit soumis. Il est conçu pour les professionnels, les familles et les passionnés de technologie qui dépendent de plusieurs appareils et s'attendent à un support rapide et fiable.</p><p>Vous êtes éligible pour 3 échanges d'appareils par an sous ce plan. Contrairement aux autres plans, Premium Swap a une courte période d'attente de seulement 15 jours, après quoi la protection complète et les avantages deviennent actifs.</p><p>Après la première semaine à prix réduit, votre plan se renouvellera automatiquement au tarif hebdomadaire standard de 39,99 €. Vous pouvez annuler à tout moment via votre compte en ligne ou en contactant notre équipe de support par e-mail ou chat. Nous envoyons un rappel trois jours avant chaque renouvellement, et vous pouvez mettre en pause ou sauter tout cycle de renouvellement à venir sans coût ou pénalité supplémentaire.</p><p>Veuillez noter : les paiements ne sont pas remboursables une fois traités. Vos avantages Premium Swap restent entièrement actifs jusqu'à l'annulation. En tant que membre Premium, vous recevrez un service accéléré, des offres exclusives et une protection complète de vos appareils.</p>",
	"continue": "CONTINUER",
	"back": "RETOUR",
	"error_payment": "Erreur de paiement",
	"close": "Fermer"
}