{
	"title": "भुगतान पृष्ठ",
	"secure_payment": "सुरक्षित SSL भुगतान",
	"verified_by": "द्वारा सत्यापित:",
	"secure_checkout": "सुरक्षित चेकआउट",
	"reviews_count": "2705 समीक्षाएँ",
	"info": "जानकारी",
	"first_name": "पहला नाम",
	"last_name": "अंतिम नाम",
	"address": "पता",
	"postal_code": "पिन कोड",
	"city": "शहर",
	"country": "देश",
	"payment": "भुगतान",
	"cardholder": "कार्डधारक",
	"card_number": "कार्ड नंबर",
	"pay": "भुगतान करें",
	"consent_text": "'जारी रखें' पर क्लिक करके, मैं पुष्टि करता हूँ कि मैंने उपयोग की शर्तें, गोपनीयता नीति पढ़ ली है, सहमत हूँ और मैं 18 वर्ष से अधिक आयु का हूँ।",
	"subscribe_text": "मैं न्यूज़लेटर, ऑफ़र और सूचनाएँ प्राप्त करने के लिए सहमत हूँ।",
	"order_summary": "आदेश सारांश",
	"delivery": "डिलीवरी",
	"total_order_amount": "कुल आदेश राशि",
	"stock_left": "स्टॉक में केवल 13 आइटम बचे हैं",
	"people_viewing_now": "लोग अभी इसे देख रहे हैं",
	"recent_buyer": "L****o ने इसे प्राप्त किया (15 मिनट पहले)",
	"people_bought_last_7_days": "लोगों ने पिछले 7 दिनों में इसे खरीदा है",
	"trusted_store": "विश्वसनीय स्टोर",
	"no_problems": "कोई समस्या नहीं",
	"reliable": "विश्वसनीय",
	"id_protection": "आईडी सुरक्षा",
	"free_support": "नि:शुल्क तकनीकी सहायता",
	"money_back_30_days": "30 दिन की मनी-बैक गारंटी",
	"reliable_payment": "विश्वसनीय भुगतान",
	"what_clients_say": "हमारे ग्राहक क्या कहते हैं",
	"about_shopping_experience": "हमारे खरीदारी अनुभव के बारे में",
	"try_new_shopping_format": "नई खरीदारी शैली आज़माएँ",
	"get_big_discounts": "सदस्यता के साथ बड़े डिस्काउंट पाएं",
	"never_pay_full_price": "एक मूल्यवान ग्राहक के रूप में, आप फिर कभी पूरी कीमत नहीं चुकाएँगे",
	"explore_wide_range": "विविध उत्पादों की खोज करें",
	"search_anything": "कुछ भी खोजें और अपनी सभी आवश्यकताओं के लिए शानदार चयन पाएं। नए आगमन से लेकर सदाबहार क्लासिक्स तक — हमारे पास सब कुछ है!",
	"enjoy_shopping": "खरीदारी का आनंद लें",
	"shop_as_much": "जितना चाहें खरीदारी करें और केवल आपके लिए विशेष ऑफ़र का आनंद लें।",
	"payment_success_title": "payment_success_title",
	"payment_success_heading": "payment_success_heading",
	"payment_success_received": "payment_success_received",
	"payment_success_delivery": "payment_success_delivery",
	"payment_success_thanks": "हम आपके भरोसे की बहुत सराहना करते हैं और जल्द ही फिर से आपकी सेवा करने की उम्मीद करते हैं!",
	"plan_details_solo": "<p>हमें अपनी Solo Swap योजना पेश करने पर गर्व है – आपके डिवाइस को आत्मविश्वास और मन की शांति के साथ सुरक्षित करने का एक लचीला और किफायती तरीका। यह सेवा आपको सुरक्षा, सरलता और वास्तविक मूल्य प्रदान करने के लिए डिज़ाइन की गई है, आपके पहले सप्ताह से विशेष छूट वाले दर पर शुरू होती है।</p><p>Solo Swap योजना प्रति सप्ताह 19.99 € में उपलब्ध है, पहले सप्ताह के लिए विशेष परिचय मूल्य 9.99 € के साथ। योजना कुल इकाइयों में अधिकतम 400 USD मूल्य के 1 डिवाइस को कवर करती है। आपका कवरेज आकस्मिक क्षति, स्क्रीन क्रैक और बिजली या बैटरी समस्याओं के खिलाफ सुरक्षा शामिल करता है।</p><p>प्रत्येक ग्राहक को प्रति वर्ष 1 डिवाइस स्वैप का अधिकार है। कृपया ध्यान दें कि कवरेज सक्रिय होने से पहले 30 दिन की प्रतीक्षा अवधि है। एक बार प्रतीक्षा अवधि बीत जाने के बाद, आप अपने कवर किए गए स्वैप का अनुरोध करने के लिए पूरी तरह से पात्र होंगे।</p><p>आपके पहले छूट वाले सप्ताह के बाद, आपकी सदस्यता नियमित साप्ताहिक दर 19.99 € पर स्वचालित रूप से नवीनीकृत होगी। आप किसी भी समय अपने सदस्यता खाते के माध्यम से या ईमेल या चैट के माध्यम से हमारी सहायता टीम से संपर्क करके रद्द कर सकते हैं। हम हर नवीनीकरण से तीन दिन पहले एक अनुस्मारक भेजते हैं, और आप किसी भी नवीनीकरण चक्र को अतिरिक्त शुल्क या दंड के बिना रोकने या छोड़ने के लिए स्वतंत्र हैं।</p><p>एक बार संसाधित होने के बाद, भुगतान वापस नहीं किए जाते हैं। आपके सदस्यता लाभ रद्द होने तक सक्रिय रहते हैं। एक मूल्यवान सदस्य के रूप में, आपको उच्च प्राथमिकता वाला समर्थन और विशेष सेवाओं और प्रचारों तक निरंतर पहुंच प्राप्त होगी।</p>",
	"plan_details_plus": "<p>हमें अपनी Swap+ योजना पेश करने पर गर्व है – आपके डिवाइस को आत्मविश्वास और मन की शांति के साथ सुरक्षित करने का एक लचीला और किफायती तरीका। यह सेवा आपको सुरक्षा, सरलता और वास्तविक मूल्य प्रदान करने के लिए डिज़ाइन की गई है, आपके पहले सप्ताह से विशेष छूट वाले दर पर शुरू होती है।</p><p>Swap+ योजना प्रति सप्ताह 19.99 € में उपलब्ध है, पहले सप्ताह के लिए विशेष परिचय मूल्य 9.99 € के साथ। योजना कुल इकाइयों में अधिकतम 400 USD मूल्य के 1 डिवाइस को कवर करती है। आपका कवरेज आकस्मिक क्षति, स्क्रीन क्रैक और बिजली या बैटरी समस्याओं के खिलाफ सुरक्षा शामिल करता है।</p><p>प्रत्येक ग्राहक को प्रति वर्ष 1 डिवाइस स्वैप का अधिकार है। कृपया ध्यान दें कि कवरेज सक्रिय होने से पहले 30 दिन की प्रतीक्षा अवधि है। एक बार प्रतीक्षा अवधि बीत जाने के बाद, आप अपने कवर किए गए स्वैप का अनुरोध करने के लिए पूरी तरह से पात्र होंगे।</p><p>आपके पहले छूट वाले सप्ताह के बाद, आपकी सदस्यता नियमित साप्ताहिक दर 19.99 € पर स्वचालित रूप से नवीनीकृत होगी। आप किसी भी समय अपने सदस्यता खाते के माध्यम से या ईमेल या चैट के माध्यम से हमारी सहायता टीम से संपर्क करके रद्द कर सकते हैं। हम हर नवीनीकरण से तीन दिन पहले एक अनुस्मारक भेजते हैं, और आप किसी भी नवीनीकरण चक्र को अतिरिक्त शुल्क या दंड के बिना रोकने या छोड़ने के लिए स्वतंत्र हैं।</p><p>एक बार संसाधित होने के बाद, भुगतान वापस नहीं किए जाते हैं। आपके सदस्यता लाभ रद्द होने तक सक्रिय रहते हैं। एक मूल्यवान सदस्य के रूप में, आपको उच्च प्राथमिकता वाला समर्थन और विशेष सेवाओं और प्रचारों तक निरंतर पहुंच प्राप्त होगी।</p>",
	"plan_details_premium": "<p>हमारी अब तक की सबसे व्यापक सुरक्षा का परिचय – Premium Swap योजना। प्रथम श्रेणी की सेवा और मन की शांति की मांग करने वाले उपयोगकर्ताओं के लिए बनाई गई, यह योजना कई डिवाइसों के लिए पूर्ण-विशेषता कवरेज प्रदान करती है, जिसमें उद्योग-अग्रणी लाभ और तेज प्रतिक्रिया समय शामिल हैं।</p><p>Premium Swap योजना प्रति सप्ताह 39.99 € में उपलब्ध है, पहले सप्ताह के लिए विशेष परिचय मूल्य 29.99 € के साथ। यह प्रीमियम सेवा कुल मूल्य 1000 USD तक के 5 डिवाइसों तक को कवर करती है।</p><p>कवरेज में स्वीकृत स्वैप के लिए रात भर की शिपिंग शामिल है, साथ ही चोरी और हानि सुरक्षा भी शामिल है, बशर्ते कि एक वैध पुलिस रिपोर्ट प्रस्तुत की जाए। यह पेशेवरों, परिवारों और प्रौद्योगिकी उत्साही लोगों के लिए डिज़ाइन किया गया है जो कई डिवाइसों पर निर्भर हैं और तेज, विश्वसनीय समर्थन की उम्मीद करते हैं।</p><p>इस योजना के तहत आप प्रति वर्ष 3 डिवाइस स्वैप के लिए पात्र हैं। अन्य योजनाओं के विपरीत, Premium Swap में केवल 15 दिनों की छोटी प्रतीक्षा अवधि है, जिसके बाद पूर्ण सुरक्षा और लाभ सक्रिय हो जाते हैं।</p><p>पहले छूट वाले सप्ताह के बाद, आपकी योजना मानक साप्ताहिक दर 39.99 € पर स्वचालित रूप से नवीनीकृत होगी। आप किसी भी समय अपने ऑनलाइन खाते के माध्यम से या ईमेल या चैट के माध्यम से हमारी सहायता टीम से संपर्क करके रद्द कर सकते हैं। हम हर नवीनीकरण से तीन दिन पहले एक अनुस्मारक भेजते हैं, और आप किसी भी आगामी नवीनीकरण चक्र को अतिरिक्त लागत या दंड के बिना रोक सकते हैं या छोड़ सकते हैं।</p><p>कृपया ध्यान दें: एक बार संसाधित होने के बाद भुगतान वापस नहीं किए जाते हैं। आपके Premium Swap लाभ रद्द होने तक पूरी तरह से सक्रिय रहते हैं। एक प्रीमियम सदस्य के रूप में, आपको तेज सेवा, विशेष ऑफर और आपके डिवाइसों की पूर्ण सुरक्षा प्राप्त होगी।</p>",
	"continue": "जारी रखें",
	"back": "वापस",
	"error_payment": "भुगतान त्रुटि",
	"close": "बंद करें"
}