{
	"title": "Halaman Pembayaran",
	"secure_payment": "Pembayaran SSL Aman",
	"verified_by": "Diverifikasi oleh:",
	"secure_checkout": "Checkout Aman",
	"reviews_count": "2705 Ulasan",
	"info": "Informasi",
	"first_name": "Nama Depan",
	"last_name": "Nama Belakang",
	"address": "Alamat",
	"postal_code": "Kode Pos",
	"city": "Kota",
	"country": "Negara",
	"payment": "Pembayaran",
	"cardholder": "Pemegang Kartu",
	"card_number": "Nomor kartu",
	"pay": "BAYAR",
	"consent_text": "Dengan mengklik 'Lanjutkan', saya mengkonfirmasi bahwa saya telah membaca, setuju dan menerima Ketentuan Penggunaan, Kebijakan Privasi, dan bahwa saya berusia di atas 18 tahun.",
	"subscribe_text": "Saya setuju untuk menerima buletin, penawaran, dan notifikasi.",
	"order_summary": "Ringkasan Pesanan",
	"delivery": "Pengiriman",
	"total_order_amount": "Total Jumlah Pesanan",
	"stock_left": "Hanya tersisa 13 item di stok",
	"people_viewing_now": "orang sedang melihat ini sekarang",
	"recent_buyer": "L****o menerima ini (15 menit yang lalu)",
	"people_bought_last_7_days": "orang membeli ini dalam 7 hari terakhir",
	"trusted_store": "TOKO TERPERCAYA",
	"no_problems": "Tidak ada masalah",
	"reliable": "Dapat diandalkan",
	"id_protection": "Perlindungan ID",
	"free_support": "Dukungan teknis gratis",
	"money_back_30_days": "Garansi uang kembali 30 hari",
	"reliable_payment": "Pembayaran yang dapat diandalkan",
	"what_clients_say": "Apa kata pelanggan kami",
	"about_shopping_experience": "Tentang pengalaman belanja kami",
	"try_new_shopping_format": "Coba format belanja baru",
	"get_big_discounts": "Dapatkan diskon besar dengan keanggotaan",
	"never_pay_full_price": "Sebagai pelanggan setia, Anda tidak akan pernah membayar harga penuh lagi",
	"explore_wide_range": "Jelajahi berbagai produk",
	"search_anything": "Cari apa saja dan temukan pilihan hebat untuk semua kebutuhan Anda. Dari produk baru hingga klasik abadi — kami punya semuanya!",
	"enjoy_shopping": "Nikmati berbelanja",
	"shop_as_much": "Belanja sebanyak yang Anda mau dan nikmati penawaran eksklusif hanya untuk Anda.",
	"payment_success_title": "Terima kasih!",
	"payment_success_heading": "Terima kasih atas pembelian Anda!",
	"payment_success_received": "Pesanan Anda telah berhasil diterima dan kami sudah menyiapkannya untuk Anda.",
	"payment_success_delivery": "Pesanan Anda akan sampai dalam <strong>3 hingga 5 hari kerja</strong>.",
	"payment_success_thanks": "Kami sangat menghargai kepercayaan Anda dan berharap dapat melayani Anda lagi segera!",
	"plan_details_solo": "<p>Kami bangga memperkenalkan paket Solo Swap kami – cara yang fleksibel dan terjangkau untuk melindungi perangkat Anda dengan percaya diri dan ketenangan pikiran. Layanan ini dirancang untuk memberikan keamanan, kesederhanaan, dan nilai nyata, dimulai dengan minggu pertama Anda dengan tarif khusus yang diskon.</p><p>Paket Solo Swap tersedia seharga 19,99 € per minggu, dengan harga pengenalan khusus 9,99 € untuk minggu pertama. Paket mencakup 1 perangkat dengan nilai maksimal 400 USD dalam total unit. Cakupan Anda termasuk perlindungan terhadap kerusakan tidak sengaja, retakan layar, dan masalah daya atau baterai.</p><p>Setiap pelanggan berhak atas 1 pertukaran perangkat per tahun. Harap diperhatikan bahwa ada masa tunggu 30 hari sebelum cakupan menjadi aktif. Setelah masa tunggu berlalu, Anda akan sepenuhnya memenuhi syarat untuk meminta pertukaran yang dicakup.</p><p>Setelah minggu pertama diskon Anda, langganan Anda akan diperpanjang secara otomatis dengan tarif mingguan reguler 19,99 €. Anda dapat membatalkan kapan saja melalui akun anggota atau dengan menghubungi tim dukungan kami melalui email atau chat. Kami juga mengirim pengingat tiga hari sebelum setiap perpanjangan, dan Anda bebas untuk menjeda atau melewati siklus perpanjangan apa pun tanpa biaya atau penalti tambahan.</p><p>Setelah diproses, pembayaran tidak dapat dikembalikan. Manfaat keanggotaan Anda tetap aktif hingga pembatalan. Sebagai anggota yang berharga, Anda akan menerima dukungan prioritas tinggi dan akses berkelanjutan ke layanan dan promosi eksklusif.</p>",
	"plan_details_plus": "<p>Kami bangga memperkenalkan paket Swap+ kami – cara yang fleksibel dan terjangkau untuk melindungi perangkat Anda dengan percaya diri dan ketenangan pikiran. Layanan ini dirancang untuk memberikan keamanan, kesederhanaan, dan nilai nyata, dimulai dengan minggu pertama Anda dengan tarif khusus yang diskon.</p><p>Paket Swap+ tersedia seharga 19,99 € per minggu, dengan harga pengenalan khusus 9,99 € untuk minggu pertama. Paket mencakup 1 perangkat dengan nilai maksimal 400 USD dalam total unit. Cakupan Anda termasuk perlindungan terhadap kerusakan tidak sengaja, retakan layar, dan masalah daya atau baterai.</p><p>Setiap pelanggan berhak atas 1 pertukaran perangkat per tahun. Harap diperhatikan bahwa ada masa tunggu 30 hari sebelum cakupan menjadi aktif. Setelah masa tunggu berlalu, Anda akan sepenuhnya memenuhi syarat untuk meminta pertukaran yang dicakup.</p><p>Setelah minggu pertama diskon Anda, langganan Anda akan diperpanjang secara otomatis dengan tarif mingguan reguler 19,99 €. Anda dapat membatalkan kapan saja melalui akun anggota atau dengan menghubungi tim dukungan kami melalui email atau chat. Kami juga mengirim pengingat tiga hari sebelum setiap perpanjangan, dan Anda bebas untuk menjeda atau melewati siklus perpanjangan apa pun tanpa biaya atau penalti tambahan.</p><p>Setelah diproses, pembayaran tidak dapat dikembalikan. Manfaat keanggotaan Anda tetap aktif hingga pembatalan. Sebagai anggota yang berharga, Anda akan menerima dukungan prioritas tinggi dan akses berkelanjutan ke layanan dan promosi eksklusif.</p>",
	"plan_details_premium": "<p>Memperkenalkan perlindungan paling komprehensif kami hingga saat ini – paket Premium Swap. Dibangun untuk pengguna yang menuntut layanan kelas satu dan ketenangan pikiran, paket ini memberikan cakupan penuh untuk beberapa perangkat, dengan manfaat terdepan di industri dan waktu respons yang cepat.</p><p>Paket Premium Swap tersedia seharga 39,99 € per minggu, dengan harga pengenalan khusus 29,99 € untuk minggu pertama. Layanan premium ini mencakup hingga 5 perangkat dengan nilai gabungan hingga 1000 USD.</p><p>Cakupan termasuk pengiriman semalam untuk pertukaran yang disetujui, serta perlindungan terhadap pencurian dan kehilangan, dengan syarat laporan polisi yang valid diserahkan. Ini dirancang untuk profesional, keluarga, dan penggemar teknologi yang bergantung pada beberapa perangkat dan mengharapkan dukungan yang cepat dan dapat diandalkan.</p><p>Anda memenuhi syarat untuk 3 pertukaran perangkat per tahun di bawah paket ini. Tidak seperti paket lain, Premium Swap memiliki masa tunggu singkat hanya 15 hari, setelah itu perlindungan penuh dan manfaat menjadi aktif.</p><p>Setelah minggu pertama diskon, paket Anda akan diperpanjang secara otomatis dengan tarif mingguan standar 39,99 €. Anda dapat membatalkan kapan saja melalui akun online atau dengan menghubungi tim dukungan kami melalui email atau chat. Kami mengirim pengingat tiga hari sebelum setiap perpanjangan, dan Anda dapat menjeda atau melewati siklus perpanjangan yang akan datang tanpa biaya atau penalti tambahan.</p><p>Harap diperhatikan: pembayaran tidak dapat dikembalikan setelah diproses. Manfaat Premium Swap Anda tetap sepenuhnya aktif hingga pembatalan. Sebagai anggota Premium, Anda akan menerima layanan cepat, penawaran eksklusif, dan perlindungan lengkap untuk perangkat Anda.</p>",
	"continue": "LANJUTKAN",
	"back": "KEMBALI"
}