{
	"title": "Pagina di pagamento",
	"secure_payment": "Pagamento SSL sicuro",
	"verified_by": "Verificato da:",
	"secure_checkout": "Pagamento sicuro",
	"reviews_count": "2705 Recensioni",
	"info": "Informazioni",
	"first_name": "Nome",
	"last_name": "Cognome",
	"address": "Indirizzo",
	"postal_code": "CAP",
	"city": "Città",
	"country": "Paese",
	"payment": "Pagamento",
	"cardholder": "Titolare della carta",
	"card_number": "Numero di carta",
	"pay": "PAGARE",
	"consent_text": "Cliccando su 'Continua', confermo di aver letto, accettato e approvato i Termini di utilizzo, la Politica sulla privacy, e di avere più di 18 anni.",
	"subscribe_text": "Accetto di ricevere newsletter, offerte e notifiche.",
	"order_summary": "Riepilogo ordine",
	"delivery": "Consegna",
	"total_order_amount": "Importo totale dell'ordine",
	"stock_left": "Solo 13 articoli rimasti in magazzino",
	"people_viewing_now": "persone stanno visualizzando questo ora",
	"recent_buyer": "L****o ha ricevuto questo (15 minuti fa)",
	"people_bought_last_7_days": "persone hanno acquistato questo negli ultimi 7 giorni",
	"trusted_store": "NEGOZIO AFFIDABILE",
	"no_problems": "Nessun problema",
	"reliable": "Affidabile",
	"id_protection": "Protezione ID",
	"free_support": "Supporto tecnico gratuito",
	"money_back_30_days": "Garanzia di rimborso di 30 giorni",
	"reliable_payment": "Pagamento affidabile",
	"what_clients_say": "Cosa dicono i nostri clienti",
	"about_shopping_experience": "Sulla nostra esperienza di acquisto",
	"try_new_shopping_format": "Prova un nuovo formato di shopping",
	"get_big_discounts": "Ottieni grandi sconti con l'iscrizione",
	"never_pay_full_price": "Come cliente prezioso, non pagherai mai più il prezzo pieno",
	"explore_wide_range": "Esplora una vasta gamma di prodotti",
	"search_anything": "Cerca qualsiasi cosa e trova una vasta selezione per tutte le tue esigenze. Dalle novità ai classici intramontabili: abbiamo tutto!",
	"enjoy_shopping": "Goditi lo shopping",
	"shop_as_much": "Acquista quanto vuoi e approfitta di offerte esclusive solo per te.",
	"payment_success_title": "Grazie!",
	"payment_success_heading": "Grazie per il tuo acquisto!",
	"payment_success_received": "Il tuo ordine è stato ricevuto con successo e lo stiamo già preparando per te.",
	"payment_success_delivery": "Puoi aspettarti la consegna entro <strong>3-5 giorni lavorativi</strong>.",
	"payment_success_thanks": "Apprezziamo molto la tua fiducia e non vediamo l'ora di servirti di nuovo!",
	"plan_details_solo": "<p>Siamo orgogliosi di presentare il nostro piano Solo Swap – un modo flessibile e conveniente per proteggere il tuo dispositivo con fiducia e tranquillità. Questo servizio è progettato per offrirti sicurezza, semplicità e valore reale, iniziando con la tua prima settimana a una tariffa speciale scontata.</p><p>Il piano Solo Swap è disponibile per 19,99 € a settimana, con un prezzo di introduzione speciale di 9,99 € per la prima settimana. Il piano copre 1 dispositivo con un valore massimo di 400 USD in unità totali. La tua copertura include protezione contro danni accidentali, crepe dello schermo e problemi di alimentazione o batteria.</p><p>Ogni abbonato ha diritto a 1 scambio di dispositivo all'anno. Si prega di notare che c'è un periodo di attesa di 30 giorni prima che la copertura diventi attiva. Una volta trascorso il periodo di attesa, sarai completamente idoneo a richiedere il tuo scambio coperto.</p><p>Dopo la tua prima settimana scontata, il tuo abbonamento si rinnoverà automaticamente alla tariffa settimanale regolare di 19,99 €. Puoi cancellare in qualsiasi momento attraverso il tuo account membro o contattando il nostro team di supporto via email o chat. Ti inviamo anche un promemoria tre giorni prima di ogni rinnovo, e sei libero di mettere in pausa o saltare qualsiasi ciclo di rinnovo senza costi o penalità aggiuntive.</p><p>Una volta elaborati, i pagamenti non sono rimborsabili. I tuoi vantaggi di appartenenza rimangono attivi fino alla cancellazione. Come membro apprezzato, riceverai supporto prioritario e accesso continuo a servizi e promozioni esclusivi.</p>",
	"plan_details_plus": "<p>Siamo orgogliosi di presentare il nostro piano Swap+ – un modo flessibile e conveniente per proteggere il tuo dispositivo con fiducia e tranquillità. Questo servizio è progettato per offrirti sicurezza, semplicità e valore reale, iniziando con la tua prima settimana a una tariffa speciale scontata.</p><p>Il piano Swap+ è disponibile per 19,99 € a settimana, con un prezzo di introduzione speciale di 9,99 € per la prima settimana. Il piano copre 1 dispositivo con un valore massimo di 400 USD in unità totali. La tua copertura include protezione contro danni accidentali, crepe dello schermo e problemi di alimentazione o batteria.</p><p>Ogni abbonato ha diritto a 1 scambio di dispositivo all'anno. Si prega di notare che c'è un periodo di attesa di 30 giorni prima che la copertura diventi attiva. Una volta trascorso il periodo di attesa, sarai completamente idoneo a richiedere il tuo scambio coperto.</p><p>Dopo la tua prima settimana scontata, il tuo abbonamento si rinnoverà automaticamente alla tariffa settimanale regolare di 19,99 €. Puoi cancellare in qualsiasi momento attraverso il tuo account membro o contattando il nostro team di supporto via email o chat. Ti inviamo anche un promemoria tre giorni prima di ogni rinnovo, e sei libero di mettere in pausa o saltare qualsiasi ciclo di rinnovo senza costi o penalità aggiuntive.</p><p>Una volta elaborati, i pagamenti non sono rimborsabili. I tuoi vantaggi di appartenenza rimangono attivi fino alla cancellazione. Come membro apprezzato, riceverai supporto prioritario e accesso continuo a servizi e promozioni esclusivi.</p>",
	"plan_details_premium": "<p>Presentiamo la nostra protezione più completa fino ad oggi – il piano Premium Swap. Progettato per utenti che richiedono un servizio di prima classe e tranquillità, questo piano offre una copertura completa per più dispositivi, con vantaggi all'avanguardia del settore e tempi di risposta rapidi.</p><p>Il piano Premium Swap è disponibile per 39,99 € a settimana, con un prezzo di introduzione speciale di 29,99 € per la prima settimana. Questo servizio premium copre fino a 5 dispositivi con un valore combinato fino a 1000 USD.</p><p>La copertura include spedizione notturna per scambi approvati, nonché protezione contro furto e smarrimento, a condizione che venga presentato un rapporto di polizia valido. È progettato per professionisti, famiglie ed entusiasti della tecnologia che si affidano a più dispositivi e si aspettano un supporto rapido e affidabile.</p><p>Sei idoneo per 3 scambi di dispositivi all'anno con questo piano. A differenza di altri piani, Premium Swap ha un breve periodo di attesa di soli 15 giorni, dopo il quale la protezione completa e i vantaggi diventano attivi.</p><p>Dopo la prima settimana scontata, il tuo piano si rinnoverà automaticamente alla tariffa settimanale standard di 39,99 €. Puoi cancellare in qualsiasi momento attraverso il tuo account online o contattando il nostro team di supporto via email o chat. Inviamo un promemoria tre giorni prima di ogni rinnovo, e puoi mettere in pausa o saltare qualsiasi ciclo di rinnovo imminente senza costi o penalità aggiuntive.</p><p>Si prega di notare: i pagamenti non sono rimborsabili una volta elaborati. I tuoi vantaggi Premium Swap rimangono completamente attivi fino alla cancellazione. Come membro Premium, riceverai servizio prioritario, offerte esclusive e protezione completa dei tuoi dispositivi.</p>",
	"continue": "CONTINUA",
	"back": "INDIETRO"
}