{
	"title": "Betaalpagina",
	"secure_payment": "Veilige SSL-betaling",
	"verified_by": "Geverifieerd door:",
	"secure_checkout": "Veilig afrekenen",
	"reviews_count": "2705 Beoordelingen",
	"info": "Informatie",
	"first_name": "Voornaam",
	"last_name": "Achternaam",
	"address": "Adres",
	"postal_code": "Postcode",
	"city": "Stad",
	"country": "Land",
	"payment": "Betaling",
	"cardholder": "Kaarthouder",
	"card_number": "Kaartnummer",
	"pay": "BETALEN",
	"consent_text": "Door op 'Doorgaan' te klikken, bevestig ik dat ik de Gebruiksvoorwaarden en Privacybeleid heb gelezen, ermee akkoord ga en accepteer, en dat ik ouder dan 18 jaar ben.",
	"subscribe_text": "Ik ga akkoord met het ontvangen van nieuwsbrieven, aanbiedingen en meldingen.",
	"order_summary": "Besteloverzicht",
	"delivery": "Levering",
	"total_order_amount": "Totaalbedrag bestelling",
	"stock_left": "Nog maar 13 artikelen op voorraad",
	"people_viewing_now": "mensen bekijken dit nu",
	"recent_buyer": "L****o heeft dit ontvangen (15 minuten geleden)",
	"people_bought_last_7_days": "mensen hebben dit de afgelopen 7 dagen gekocht",
	"trusted_store": "BETROUWBARE WINKEL",
	"no_problems": "Geen problemen",
	"reliable": "Betrouwbaar",
	"id_protection": "ID-bescherming",
	"free_support": "Gratis technische ondersteuning",
	"money_back_30_days": "30 dagen geld-terug-garantie",
	"reliable_payment": "Betrouwbare betaling",
	"what_clients_say": "Wat onze klanten zeggen",
	"about_shopping_experience": "Over onze winkelervaring",
	"try_new_shopping_format": "Probeer een nieuw winkelconcept",
	"get_big_discounts": "Ontvang grote kortingen met lidmaatschap",
	"never_pay_full_price": "Als gewaardeerde klant betaal je nooit meer de volle prijs",
	"explore_wide_range": "Ontdek een breed assortiment producten",
	"search_anything": "Zoek alles en vind een geweldige selectie voor al je behoeften. Van nieuwe producten tot tijdloze klassiekers — we hebben het allemaal!",
	"enjoy_shopping": "Geniet van winkelen",
	"shop_as_much": "Winkel zoveel je wilt en profiteer van exclusieve aanbiedingen speciaal voor jou.",
	"payment_success_title": "Dank u!",
	"payment_success_heading": "Bedankt voor uw aankoop!",
	"payment_success_received": "Uw bestelling is succesvol ontvangen en we maken deze al voor u klaar.",
	"payment_success_delivery": "U kunt uw levering verwachten binnen <strong>3 tot 5 werkdagen</strong>.",
	"payment_success_thanks": "We stellen uw vertrouwen zeer op prijs en hopen u snel weer van dienst te zijn!",
	"plan_details_solo": "<p>We zijn trots om ons Solo Swap-plan te presenteren – een flexibele en betaalbare manier om uw apparaat met vertrouwen en gemoedsrust te beschermen. Deze service is ontworpen om u veiligheid, eenvoud en echte waarde te bieden, beginnend met uw eerste week tegen een speciale gereduceerde prijs.</p><p>Het Solo Swap-plan is beschikbaar voor €19,99 per week, met een speciale introductieprijs van €9,99 voor de eerste week. Het plan dekt 1 apparaat met een maximale waarde van $400 USD in totale eenheden. Uw dekking omvat bescherming tegen onbedoelde schade, schermbreuken en stroom- of batterijproblemen.</p><p>Elke abonnee heeft recht op 1 apparaatwissel per jaar. Houd er rekening mee dat er een wachttijd van 30 dagen is voordat de dekking actief wordt. Zodra de wachttijd is verstreken, bent u volledig in aanmerking om uw gedekte wissel aan te vragen.</p><p>Na uw eerste week met korting wordt uw abonnement automatisch verlengd tegen het reguliere wekelijkse tarief van €19,99. U kunt op elk moment annuleren via uw lidmaatschapsaccount of door contact op te nemen met ons ondersteuningsteam via e-mail of chat. We sturen ook een herinnering drie dagen voor elke verlenging, en u bent vrij om elke verlengingscyclus te pauzeren of over te slaan zonder extra kosten of boetes.</p><p>Zodra verwerkt, zijn betalingen niet terugbetaalbaar. Uw lidmaatschapsvoordelen blijven actief tot annulering. Als gewaardeerd lid ontvangt u hoogwaardige ondersteuning en voortdurende toegang tot exclusieve diensten en promoties.</p>",
	"plan_details_plus": "<p>We zijn trots om ons Swap+-plan te presenteren – een flexibele en betaalbare manier om uw apparaat met vertrouwen en gemoedsrust te beschermen. Deze service is ontworpen om u veiligheid, eenvoud en echte waarde te bieden, beginnend met uw eerste week tegen een speciale gereduceerde prijs.</p><p>Het Swap+-plan is beschikbaar voor €19,99 per week, met een speciale introductieprijs van €9,99 voor de eerste week. Het plan dekt 1 apparaat met een maximale waarde van $400 USD in totale eenheden. Uw dekking omvat bescherming tegen onbedoelde schade, schermbreuken en stroom- of batterijproblemen.</p><p>Elke abonnee heeft recht op 1 apparaatwissel per jaar. Houd er rekening mee dat er een wachttijd van 30 dagen is voordat de dekking actief wordt. Zodra de wachttijd is verstreken, bent u volledig in aanmerking om uw gedekte wissel aan te vragen.</p><p>Na uw eerste week met korting wordt uw abonnement automatisch verlengd tegen het reguliere wekelijkse tarief van €19,99. U kunt op elk moment annuleren via uw lidmaatschapsaccount of door contact op te nemen met ons ondersteuningsteam via e-mail of chat. We sturen ook een herinnering drie dagen voor elke verlenging, en u bent vrij om elke verlengingscyclus te pauzeren of over te slaan zonder extra kosten of boetes.</p><p>Zodra verwerkt, zijn betalingen niet terugbetaalbaar. Uw lidmaatschapsvoordelen blijven actief tot annulering. Als gewaardeerd lid ontvangt u hoogwaardige ondersteuning en voortdurende toegang tot exclusieve diensten en promoties.</p>",
	"plan_details_premium": "<p>We presenteren onze meest uitgebreide bescherming tot nu toe – het Premium Swap-plan. Gebouwd voor gebruikers die eersteklas service en gemoedsrust eisen, biedt dit plan volledige dekking voor meerdere apparaten, met toonaangevende voordelen in de industrie en snelle responstijden.</p><p>Het Premium Swap-plan is beschikbaar voor €39,99 per week, met een speciale introductieprijs van €29,99 voor de eerste week. Deze premium service dekt tot 5 apparaten met een gecombineerde waarde tot $1000 USD.</p><p>De dekking omvat nachtelijke verzending voor goedgekeurde wissels, evenals diefstal- en verliesbescherming, op voorwaarde dat een geldig politierapport wordt ingediend. Het is ontworpen voor professionals, gezinnen en technologie-enthousiastelingen die afhankelijk zijn van meerdere apparaten en snelle, betrouwbare ondersteuning verwachten.</p><p>U komt in aanmerking voor 3 apparaatwissels per jaar onder dit plan. In tegenstelling tot andere plannen heeft Premium Swap een korte wachttijd van slechts 15 dagen, waarna volledige bescherming en voordelen actief worden.</p><p>Na de eerste week met korting wordt uw plan automatisch verlengd tegen het standaard wekelijkse tarief van €39,99. U kunt op elk moment annuleren via uw online account of door contact op te nemen met ons ondersteuningsteam via e-mail of chat. We sturen een herinnering drie dagen voor elke verlenging, en u kunt elke aankomende verlengingscyclus pauzeren of overslaan zonder extra kosten of boetes.</p><p>Let op: betalingen zijn niet terugbetaalbaar zodra ze zijn verwerkt. Uw Premium Swap-voordelen blijven volledig actief tot annulering. Als Premium-lid ontvangt u snelle service, exclusieve aanbiedingen en volledige bescherming van uw apparaten.</p>",
	"continue": "DOORGAAN",
	"back": "TERUG"
}