{
	"title": "Strona płatności",
	"secure_payment": "Bezpieczna płatność SSL",
	"verified_by": "Zweryfikowane przez:",
	"secure_checkout": "Bezpieczne zakupy",
	"reviews_count": "2705 opinii",
	"info": "Informacje",
	"first_name": "Imię",
	"last_name": "Nazwisko",
	"address": "Adres",
	"postal_code": "Kod pocztowy",
	"city": "Miasto",
	"country": "Kraj",
	"payment": "Płatność",
	"cardholder": "Posiadacz karty",
	"card_number": "Numer karty",
	"pay": "ZAPŁAĆ",
	"consent_text": "Klikając 'Kontynuuj', potwierdzam, że przeczytałem, zgadzam się i akceptuję Warunki użytkowania, Politykę prywatności oraz że mam ponad 18 lat.",
	"subscribe_text": "Wyrażam zgodę na otrzymywanie newsletterów, ofert i powiadomień.",
	"order_summary": "Podsumowanie zamówienia",
	"delivery": "Dostawa",
	"total_order_amount": "Łączna kwota zamówienia",
	"stock_left": "Zostało tylko 13 sztuk na magazynie",
	"people_viewing_now": "osób właśnie to ogląda",
	"recent_buyer": "L****o otrzymał to (15 minut temu)",
	"people_bought_last_7_days": "osób kupiło to w ciągu ostatnich 7 dni",
	"trusted_store": "ZAUFANY SKLEP",
	"no_problems": "Brak problemów",
	"reliable": "Niezawodny",
	"id_protection": "Ochrona ID",
	"free_support": "Bezpłatne wsparcie techniczne",
	"money_back_30_days": "30-dniowa gwarancja zwrotu pieniędzy",
	"reliable_payment": "Niezawodna płatność",
	"what_clients_say": "Co mówią nasi klienci",
	"about_shopping_experience": "O naszych doświadczeniach zakupowych",
	"try_new_shopping_format": "Wypróbuj nowy format zakupów",
	"get_big_discounts": "Uzyskaj duże rabaty dzięki członkostwu",
	"never_pay_full_price": "Jako ceniony klient nigdy więcej nie zapłacisz pełnej ceny",
	"explore_wide_range": "Odkryj szeroką gamę produktów",
	"search_anything": "Wyszukaj cokolwiek i znajdź szeroki wybór na każdą potrzebę. Od nowości po ponadczasowe klasyki — mamy wszystko!",
	"enjoy_shopping": "Ciesz się zakupami",
	"shop_as_much": "Kupuj ile chcesz i korzystaj z ekskluzywnych ofert tylko dla Ciebie.",
	"payment_success_title": "Dziękujemy!",
	"payment_success_heading": "Dziękujemy za zakup!",
	"payment_success_received": "Twoje zamówienie zostało pomyślnie przyjęte i już je przygotowujemy.",
	"payment_success_delivery": "Dostawa powinna dotrzeć w ciągu <strong>3–5 dni roboczych</strong>.",
	"payment_success_thanks": "Bardzo dziękujemy za zaufanie i mamy nadzieję, że wkrótce znów będziemy mogli Ci służyć!",
	"plan_details_solo": "<p>Jesteśmy dumni z przedstawienia naszego planu Solo Swap – elastycznego i przystępnego sposobu ochrony urządzenia z pewnością i spokojem ducha. Ta usługa została zaprojektowana, aby zapewnić bezpieczeństwo, prostotę i prawdziwą wartość, rozpoczynając od pierwszego tygodnia w specjalnej obniżonej cenie.</p><p>Plan Solo Swap jest dostępny za 19,99 € tygodniowo, ze specjalną ceną wprowadzającą 9,99 € za pierwszy tydzień. Plan obejmuje 1 urządzenie o maksymalnej wartości 400 USD w jednostkach całkowitych. Twoja ochrona obejmuje zabezpieczenie przed przypadkowymi uszkodzeniami, pęknięciami ekranu oraz problemami z zasilaniem lub baterią.</p><p>Każdy abonent ma prawo do 1 wymiany urządzenia rocznie. Należy pamiętać, że istnieje 30-dniowy okres oczekiwania przed aktywacją ochrony. Po upływie okresu oczekiwania będziesz w pełni uprawniony do żądania objętej wymiany.</p><p>Po pierwszym tygodniu ze zniżką Twoja subskrypcja będzie automatycznie odnawiana po regularnej tygodniowej stawce 19,99 €. Możesz anulować w dowolnym momencie przez swoje konto członkowskie lub kontaktując się z naszym zespołem wsparcia przez e-mail lub czat. Wysyłamy również przypomnienie trzy dni przed każdym odnowieniem, a Ty możesz wstrzymać lub pominąć dowolny cykl odnowienia bez dodatkowych opłat lub kar.</p><p>Po przetworzeniu płatności nie podlegają zwrotowi. Twoje korzyści członkowskie pozostają aktywne do anulowania. Jako ceniony członek otrzymasz wsparcie o wysokim priorytecie i ciągły dostęp do ekskluzywnych usług i promocji.</p>",
	"plan_details_plus": "<p>Jesteśmy dumni z przedstawienia naszego planu Swap+ – elastycznego i przystępnego sposobu ochrony urządzenia z pewnością i spokojem ducha. Ta usługa została zaprojektowana, aby zapewnić bezpieczeństwo, prostotę i prawdziwą wartość, rozpoczynając od pierwszego tygodnia w specjalnej obniżonej cenie.</p><p>Plan Swap+ jest dostępny za 19,99 € tygodniowo, ze specjalną ceną wprowadzającą 9,99 € za pierwszy tydzień. Plan obejmuje 1 urządzenie o maksymalnej wartości 400 USD w jednostkach całkowitych. Twoja ochrona obejmuje zabezpieczenie przed przypadkowymi uszkodzeniami, pęknięciami ekranu oraz problemami z zasilaniem lub baterią.</p><p>Każdy abonent ma prawo do 1 wymiany urządzenia rocznie. Należy pamiętać, że istnieje 30-dniowy okres oczekiwania przed aktywacją ochrony. Po upływie okresu oczekiwania będziesz w pełni uprawniony do żądania objętej wymiany.</p><p>Po pierwszym tygodniu ze zniżką Twoja subskrypcja będzie automatycznie odnawiana po regularnej tygodniowej stawce 19,99 €. Możesz anulować w dowolnym momencie przez swoje konto członkowskie lub kontaktując się z naszym zespołem wsparcia przez e-mail lub czat. Wysyłamy również przypomnienie trzy dni przed każdym odnowieniem, a Ty możesz wstrzymać lub pominąć dowolny cykl odnowienia bez dodatkowych opłat lub kar.</p><p>Po przetworzeniu płatności nie podlegają zwrotowi. Twoje korzyści członkowskie pozostają aktywne do anulowania. Jako ceniony członek otrzymasz wsparcie o wysokim priorytecie i ciągły dostęp do ekskluzywnych usług i promocji.</p>",
	"plan_details_premium": "<p>Przedstawiamy naszą najbardziej kompleksową ochronę do tej pory – plan Premium Swap. Zaprojektowany dla użytkowników, którzy wymagają usługi najwyższej klasy i spokoju ducha, ten plan zapewnia pełną funkcjonalność ochrony dla wielu urządzeń, z wiodącymi w branży korzyściami i szybkimi czasami odpowiedzi.</p><p>Plan Premium Swap jest dostępny za 39,99 € tygodniowo, ze specjalną ceną wprowadzającą 29,99 € za pierwszy tydzień. Ta usługa premium obejmuje do 5 urządzeń o łącznej wartości do 1000 USD.</p><p>Ochrona obejmuje wysyłkę w ciągu nocy dla zatwierdzonych wymian, a także ochronę przed kradzieżą i utratą, pod warunkiem złożenia ważnego raportu policyjnego. Jest zaprojektowana dla profesjonalistów, rodzin i entuzjastów technologii, którzy polegają na wielu urządzeniach i oczekują szybkiego, niezawodnego wsparcia.</p><p>Masz prawo do 3 wymian urządzeń rocznie w ramach tego planu. W przeciwieństwie do innych planów, Premium Swap ma krótki 15-dniowy okres oczekiwania, po którym pełna ochrona i korzyści stają się aktywne.</p><p>Po pierwszym tygodniu ze zniżką Twój plan będzie automatycznie odnawiany po standardowej tygodniowej stawce 39,99 €. Możesz anulować w dowolnym momencie przez swoje konto online lub kontaktując się z naszym zespołem wsparcia przez e-mail lub czat. Wysyłamy przypomnienie trzy dni przed każdym odnowieniem, a Ty możesz wstrzymać lub pominąć nadchodzący cykl odnowienia bez dodatkowych kosztów lub kar.</p><p>Proszę pamiętać: płatności nie podlegają zwrotowi po przetworzeniu. Twoje korzyści Premium Swap pozostają w pełni aktywne do anulowania. Jako członek Premium otrzymasz szybką obsługę, ekskluzywne oferty i pełną ochronę swoich urządzeń.</p>",
	"continue": "KONTYNUUJ",
	"back": "WSTECZ"
}