{
	"title": "Página de pagamento",
	"secure_payment": "Pagamento SSL seguro",
	"verified_by": "Verificado por:",
	"secure_checkout": "Checkout seguro",
	"reviews_count": "2705 Avaliações",
	"info": "Informações",
	"first_name": "Nome",
	"last_name": "Sobrenome",
	"address": "Endereço",
	"postal_code": "Código postal",
	"city": "Cidade",
	"country": "País",
	"payment": "Pagamento",
	"cardholder": "Titular do cartão",
	"card_number": "Número do cartão",
	"pay": "PAGAR",
	"consent_text": "Ao clicar em 'Continuar', confirmo que li, concordo e aceito os Termos de Uso, a Política de Privacidade, e que tenho mais de 18 anos.",
	"subscribe_text": "Concordo em receber boletins informativos, ofertas e notificações.",
	"order_summary": "Resumo do pedido",
	"delivery": "Entrega",
	"total_order_amount": "Valor total do pedido",
	"stock_left": "Apenas 13 itens restantes em estoque",
	"people_viewing_now": "pessoas estão visualizando isso agora",
	"recent_buyer": "L****o recebeu isso (há 15 minutos)",
	"people_bought_last_7_days": "pessoas compraram isso nos últimos 7 dias",
	"trusted_store": "LOJA CONFIÁVEL",
	"no_problems": "Sem problemas",
	"reliable": "Confiável",
	"id_protection": "Proteção de ID",
	"free_support": "Suporte técnico gratuito",
	"money_back_30_days": "Garantia de devolução do dinheiro em 30 dias",
	"reliable_payment": "Pagamento confiável",
	"what_clients_say": "O que nossos clientes dizem",
	"about_shopping_experience": "Sobre nossa experiência de compra",
	"try_new_shopping_format": "Experimente um novo formato de compras",
	"get_big_discounts": "Obtenha grandes descontos com a associação",
	"never_pay_full_price": "Como cliente valioso, você nunca mais pagará o preço total",
	"explore_wide_range": "Explore uma ampla variedade de produtos",
	"search_anything": "Procure qualquer coisa e encontre uma ótima seleção para todas as suas necessidades. De novidades a clássicos atemporais — temos tudo!",
	"enjoy_shopping": "Aproveite as compras",
	"shop_as_much": "Compre o quanto quiser e aproveite ofertas exclusivas feitas só para você.",
	"payment_success_title": "Obrigado!",
	"payment_success_heading": "Obrigado pela sua compra!",
	"payment_success_received": "Seu pedido foi recebido com sucesso e já estamos preparando-o para você.",
	"payment_success_delivery": "Você pode esperar a entrega em <strong>3 a 5 dias úteis</strong>.",
	"payment_success_thanks": "Agradecemos muito a sua confiança e esperamos atendê-lo novamente em breve!",
	"plan_details_solo": "<p>Temos orgulho de apresentar nosso plano Solo Swap – uma forma flexível e acessível de proteger seu dispositivo com confiança e tranquilidade. Este serviço foi projetado para oferecer segurança, simplicidade e valor real, começando com sua primeira semana a uma taxa especial com desconto.</p><p>O plano Solo Swap está disponível por 19,99 € por semana, com um preço de introdução especial de 9,99 € para a primeira semana. O plano cobre 1 dispositivo com um valor máximo de 400 USD em unidades totais. Sua cobertura inclui proteção contra danos acidentais, rachaduras na tela e problemas de energia ou bateria.</p><p>Cada assinante tem direito a 1 troca de dispositivo por ano. Observe que há um período de espera de 30 dias antes da cobertura se tornar ativa. Uma vez que o período de espera tenha passado, você será totalmente elegível para solicitar sua troca coberta.</p><p>Após sua primeira semana com desconto, sua assinatura será renovada automaticamente à taxa semanal regular de 19,99 €. Você pode cancelar a qualquer momento através de sua conta de membro ou entrando em contato com nossa equipe de suporte por e-mail ou chat. Também enviamos um lembrete três dias antes de cada renovação, e você é livre para pausar ou pular qualquer ciclo de renovação sem custos ou penalidades adicionais.</p><p>Uma vez processados, os pagamentos não são reembolsáveis. Seus benefícios de associação permanecem ativos até o cancelamento. Como membro valorizado, você receberá suporte prioritário e acesso contínuo a serviços e promoções exclusivos.</p>",
	"plan_details_plus": "<p>Temos orgulho de apresentar nosso plano Swap+ – uma forma flexível e acessível de proteger seu dispositivo com confiança e tranquilidade. Este serviço foi projetado para oferecer segurança, simplicidade e valor real, começando com sua primeira semana a uma taxa especial com desconto.</p><p>O plano Swap+ está disponível por 19,99 € por semana, com um preço de introdução especial de 9,99 € para a primeira semana. O plano cobre 1 dispositivo com um valor máximo de 400 USD em unidades totais. Sua cobertura inclui proteção contra danos acidentais, rachaduras na tela e problemas de energia ou bateria.</p><p>Cada assinante tem direito a 1 troca de dispositivo por ano. Observe que há um período de espera de 30 dias antes da cobertura se tornar ativa. Uma vez que o período de espera tenha passado, você será totalmente elegível para solicitar sua troca coberta.</p><p>Após sua primeira semana com desconto, sua assinatura será renovada automaticamente à taxa semanal regular de 19,99 €. Você pode cancelar a qualquer momento através de sua conta de membro ou entrando em contato com nossa equipe de suporte por e-mail ou chat. Também enviamos um lembrete três dias antes de cada renovação, e você é livre para pausar ou pular qualquer ciclo de renovação sem custos ou penalidades adicionais.</p><p>Uma vez processados, os pagamentos não são reembolsáveis. Seus benefícios de associação permanecem ativos até o cancelamento. Como membro valorizado, você receberá suporte prioritário e acesso contínuo a serviços e promoções exclusivos.</p>",
	"plan_details_premium": "<p>Apresentamos nossa proteção mais abrangente até hoje – o plano Premium Swap. Criado para usuários que exigem serviço de primeira classe e tranquilidade, este plano oferece cobertura completa para múltiplos dispositivos, com benefícios líderes da indústria e tempos de resposta rápidos.</p><p>O plano Premium Swap está disponível por 39,99 € por semana, com um preço de introdução especial de 29,99 € para a primeira semana. Este serviço premium cobre até 5 dispositivos com um valor combinado de até 1000 USD.</p><p>A cobertura inclui envio noturno para trocas aprovadas, bem como proteção contra roubo e perda, desde que um relatório policial válido seja apresentado. É projetado para profissionais, famílias e entusiastas de tecnologia que dependem de múltiplos dispositivos e esperam suporte rápido e confiável.</p><p>Você é elegível para 3 trocas de dispositivos por ano sob este plano. Diferente de outros planos, Premium Swap tem um curto período de espera de apenas 15 dias, após o qual a proteção completa e os benefícios se tornam ativos.</p><p>Após a primeira semana com desconto, seu plano será renovado automaticamente à taxa semanal padrão de 39,99 €. Você pode cancelar a qualquer momento através de sua conta online ou entrando em contato com nossa equipe de suporte por e-mail ou chat. Enviamos um lembrete três dias antes de cada renovação, e você pode pausar ou pular qualquer ciclo de renovação futuro sem custos ou penalidades adicionais.</p><p>Observe: pagamentos não são reembolsáveis uma vez processados. Seus benefícios Premium Swap permanecem totalmente ativos até o cancelamento. Como membro Premium, você receberá serviço prioritário, ofertas exclusivas e proteção completa de seus dispositivos.</p>",
	"continue": "CONTINUAR",
	"back": "VOLTAR"
}