{
	"title": "Pagina de plată",
	"secure_payment": "Plată SSL securizată",
	"verified_by": "Verificat de:",
	"secure_checkout": "Plată securizată",
	"reviews_count": "2705 Recenzii",
	"info": "Informații",
	"first_name": "Prenume",
	"last_name": "Nume de familie",
	"address": "Adresă",
	"postal_code": "Cod poștal",
	"city": "Oraș",
	"country": "Țară",
	"payment": "Plată",
	"cardholder": "Deținătorul cardului",
	"card_number": "Numărul cardului",
	"pay": "PLĂTEȘTE",
	"consent_text": "Prin apăsarea butonului 'Continuă', confirm că am citit, sunt de acord și accept Termenii de utilizare, Politica de confidențialitate, și că am peste 18 ani.",
	"subscribe_text": "Sunt de acord să primesc newslettere, oferte și notificări.",
	"order_summary": "Sumar comandă",
	"delivery": "Livrare",
	"total_order_amount": "Suma totală a comenzii",
	"stock_left": "Au mai rămas doar 13 produse în stoc",
	"people_viewing_now": "persoane vizualizează acest produs acum",
	"recent_buyer": "L****o a primit acest produs (acum 15 minute)",
	"people_bought_last_7_days": "persoane au cumpărat acest produs în ultimele 7 zile",
	"trusted_store": "MAGAZIN DE ÎNCREDERE",
	"no_problems": "Fără probleme",
	"reliable": "Fiabil",
	"id_protection": "Protecție ID",
	"free_support": "Asistență tehnică gratuită",
	"money_back_30_days": "Garanție de returnare a banilor în 30 de zile",
	"reliable_payment": "Plată fiabilă",
	"what_clients_say": "Ce spun clienții noștri",
	"about_shopping_experience": "Despre experiența noastră de cumpărături",
	"try_new_shopping_format": "Încearcă un nou format de cumpărături",
	"get_big_discounts": "Obține reduceri mari cu abonamentul",
	"never_pay_full_price": "Ca și client valoros, nu vei mai plăti niciodată prețul întreg",
	"explore_wide_range": "Explorează o gamă largă de produse",
	"search_anything": "Caută orice și găsește o selecție excelentă pentru toate nevoile tale. De la noutăți la clasice atemporale — avem totul!",
	"enjoy_shopping": "Bucură-te de cumpărături",
	"shop_as_much": "Cumpără cât vrei și bucură-te de oferte exclusive doar pentru tine.",
	"payment_success_title": "Vă mulțumim!",
	"payment_success_heading": "Vă mulțumim pentru achiziție!",
	"payment_success_received": "Comanda dvs. a fost primită cu succes și deja o pregătim pentru dvs.",
	"payment_success_delivery": "Vă puteți aștepta la livrare în <strong>3 până la 5 zile lucrătoare</strong>.",
	"payment_success_thanks": "Apreciem foarte mult încrederea acordată și așteptăm cu nerăbdare să vă servim din nou în curând!",
	"plan_details_solo": "<p>Suntem mândri să prezentăm planul nostru Solo Swap – o modalitate flexibilă și accesibilă de a-ți proteja dispozitivul cu încredere și liniște sufletească. Acest serviciu este conceput să îți ofere securitate, simplitate și valoare reală, începând cu prima ta săptămână la o rată specială redusă.</p><p>Planul Solo Swap este disponibil pentru 19,99 € pe săptămână, cu un preț de introducere special de 9,99 € pentru prima săptămână. Planul acoperă 1 dispozitiv cu o valoare maximă de 400 USD în unități totale. Acoperirea ta include protecție împotriva daunelor accidentale, crăpăturilor de ecran și problemelor de alimentare sau baterie.</p><p>Fiecare abonat are dreptul la 1 schimb de dispozitiv pe an. Te rugăm să notezi că există o perioadă de așteptare de 30 de zile înainte ca acoperirea să devină activă. Odată ce perioada de așteptare a trecut, vei fi complet eligibil să soliciți schimbul tău acoperit.</p><p>După prima ta săptămână cu reducere, abonamentul tău se va reînnoi automat la rata săptămânală obișnuită de 19,99 €. Poți anula în orice moment prin contul tău de membru sau contactând echipa noastră de suport prin e-mail sau chat. De asemenea, trimitem o reamintire cu trei zile înainte de fiecare reînnoire, și ești liber să punezi pe pauză sau să sări peste orice ciclu de reînnoire fără costuri sau penalități suplimentare.</p><p>Odată procesate, plățile nu sunt rambursabile. Beneficiile tale de membru rămân active până la anulare. Ca membru apreciat, vei primi suport de înaltă prioritate și acces continuu la servicii și promoții exclusive.</p>",
	"plan_details_plus": "<p>Suntem mândri să prezentăm planul nostru Swap+ – o modalitate flexibilă și accesibilă de a-ți proteja dispozitivul cu încredere și liniște sufletească. Acest serviciu este conceput să îți ofere securitate, simplitate și valoare reală, începând cu prima ta săptămână la o rată specială redusă.</p><p>Planul Swap+ este disponibil pentru 19,99 € pe săptămână, cu un preț de introducere special de 9,99 € pentru prima săptămână. Planul acoperă 1 dispozitiv cu o valoare maximă de 400 USD în unități totale. Acoperirea ta include protecție împotriva daunelor accidentale, crăpăturilor de ecran și problemelor de alimentare sau baterie.</p><p>Fiecare abonat are dreptul la 1 schimb de dispozitiv pe an. Te rugăm să notezi că există o perioadă de așteptare de 30 de zile înainte ca acoperirea să devină activă. Odată ce perioada de așteptare a trecut, vei fi complet eligibil să soliciți schimbul tău acoperit.</p><p>După prima ta săptămână cu reducere, abonamentul tău se va reînnoi automat la rata săptămânală obișnuită de 19,99 €. Poți anula în orice moment prin contul tău de membru sau contactând echipa noastră de suport prin e-mail sau chat. De asemenea, trimitem o reamintire cu trei zile înainte de fiecare reînnoire, și ești liber să punezi pe pauză sau să sări peste orice ciclu de reînnoire fără costuri sau penalități suplimentare.</p><p>Odată procesate, plățile nu sunt rambursabile. Beneficiile tale de membru rămân active până la anulare. Ca membru apreciat, vei primi suport de înaltă prioritate și acces continuu la servicii și promoții exclusive.</p>",
	"plan_details_premium": "<p>Prezentăm cea mai cuprinzătoare protecție a noastră până acum – planul Premium Swap. Construit pentru utilizatori care cer servicii de primă clasă și liniște sufletească, acest plan oferă acoperire completă pentru multiple dispozitive, cu beneficii de top în industrie și timpi de răspuns rapizi.</p><p>Planul Premium Swap este disponibil pentru 39,99 € pe săptămână, cu un preț de introducere special de 29,99 € pentru prima săptămână. Acest serviciu premium acoperă până la 5 dispozitive cu o valoare combinată de până la 1000 USD.</p><p>Acoperirea include expedierea peste noapte pentru schimburile aprobate, precum și protecție împotriva furtului și pierderii, cu condiția să fie prezentat un raport de poliție valid. Este conceput pentru profesioniști, familii și entuziaști ai tehnologiei care se bazează pe multiple dispozitive și așteaptă suport rapid și de încredere.</p><p>Ești eligibil pentru 3 schimburi de dispozitive pe an sub acest plan. Spre deosebire de alte planuri, Premium Swap are o perioadă de așteptare scurtă de doar 15 zile, după care protecția completă și beneficiile devin active.</p><p>După prima săptămână cu reducere, planul tău se va reînnoi automat la rata săptămânală standard de 39,99 €. Poți anula în orice moment prin contul tău online sau contactând echipa noastră de suport prin e-mail sau chat. Trimitem o reamintire cu trei zile înainte de fiecare reînnoire, și poți pune pe pauză sau sări peste orice ciclu de reînnoire viitor fără costuri sau penalități suplimentare.</p><p>Te rugăm să notezi: plățile nu sunt rambursabile odată procesate. Beneficiile tale Premium Swap rămân complet active până la anulare. Ca membru Premium, vei primi servicii rapide, oferte exclusive și protecție completă pentru dispozitivele tale.</p>",
	"continue": "CONTINUĂ",
	"back": "ÎNAPOI",
	"error_payment": "Eroare la plată",
	"close": "Închide"
}