{
	"title": "Платёжная страница",
	"secure_payment": "Безопасная оплата SSL",
	"verified_by": "Проверено:",
	"secure_checkout": "Безопасная оплата",
	"reviews_count": "2705 Отзывов",
	"info": "Информация",
	"first_name": "Имя",
	"last_name": "Фамилия",
	"address": "Адрес",
	"postal_code": "Почтовый индекс",
	"city": "Город",
	"country": "Страна",
	"payment": "Оплата",
	"cardholder": "Держатель карты",
	"card_number": "Номер карты",
	"pay": "ОПЛАТИТЬ",
	"continue": "ПРОДОЛЖИТЬ",
	"back": "НАЗАД",
	"consent_text": "Нажимая «Продолжить», я подтверждаю, что ознакомился, согласен и принимаю Условия использования, Политику конфиденциальности, а также мне исполнилось 18 лет.",
	"subscribe_text": "Я согласен получать информационные рассылки, предложения и уведомления.",
	"order_summary": "Сводка заказа",
	"delivery": "Доставка",
	"total_order_amount": "Общая сумма заказа",
	"stock_left": "Осталось только 13 единиц на складе",
	"people_viewing_now": "человек сейчас просматривают это",
	"recent_buyer": "L****o получил это (15 минут назад)",
	"people_bought_last_7_days": "человек купили это за последние 7 дней",
	"trusted_store": "НАДЁЖНЫЙ МАГАЗИН",
	"no_problems": "Без проблем",
	"reliable": "Надёжно",
	"id_protection": "Защита ID",
	"free_support": "Бесплатная техническая поддержка",
	"money_back_30_days": "30-дневная гарантия возврата денег",
	"reliable_payment": "Надёжная оплата",
	"what_clients_say": "Что говорят наши клиенты",
	"about_shopping_experience": "О нашем опыте покупок",
	"try_new_shopping_format": "Попробуйте новый формат покупок",
	"get_big_discounts": "Получайте большие скидки с членством",
	"never_pay_full_price": "Как ценный клиент, вы больше никогда не будете платить полную цену",
	"explore_wide_range": "Изучайте широкий ассортимент товаров",
	"search_anything": "Ищите что угодно и находите большой выбор для всех нужд. От новинок до вечной классики — у нас есть всё!",
	"enjoy_shopping": "Наслаждайтесь шопингом",
	"shop_as_much": "Покупайте сколько угодно и наслаждайтесь эксклюзивными предложениями, созданными специально для вас.",
	"payment_success_title": "Спасибо!",
	"payment_success_heading": "Спасибо за вашу покупку!",
	"payment_success_received": "Ваш заказ успешно получен, и мы уже готовим его для вас.",
	"payment_success_delivery": "Ожидайте доставку в течение <strong>3–5 рабочих дней</strong>.",
	"payment_success_thanks": "Мы очень ценим ваше доверие и будем рады видеть вас снова!",
	"plan_details_solo": "<p>Мы с гордостью представляем наш план Solo Swap – гибкий и доступный способ защитить ваше устройство с уверенностью и спокойствием. Эта услуга создана для обеспечения безопасности, простоты и реальной ценности, начиная с первой недели по специальной сниженной цене.</p><p>План Solo Swap доступен за €19.99 в неделю, со специальной вводной ценой €9.99 за первую неделю. План покрывает 1 устройство с максимальной стоимостью до $400 USD. Ваше покрытие включает защиту от случайных повреждений, трещин экрана, а также проблем с питанием или батареей.</p><p>Каждый подписчик имеет право на 1 замену устройства в год. Обратите внимание, что существует 30-дневный период ожидания до начала действия покрытия. По истечении периода ожидания вы получите полное право на запрос замены в рамках покрытия.</p><p>После первой недели со скидкой ваша подписка будет автоматически продлеваться по обычной еженедельной ставке €19.99. Вы можете отменить подписку в любое время через свою учетную запись или связавшись с нашей службой поддержки по электронной почте или в чате. Мы также отправляем напоминание за три дня до каждого продления, и вы можете приостановить или пропустить любой цикл продления без дополнительных сборов или штрафов.</p><p>После обработки платежи не подлежат возврату. Ваши преимущества членства остаются активными до отмены. Как ценный участник, вы получите высокоприоритетную поддержку и постоянный доступ к эксклюзивным услугам и акциям.</p>",
	"plan_details_plus": "<p>Мы с гордостью представляем наш план Swap+ – гибкий и доступный способ защитить ваше устройство с уверенностью и спокойствием. Эта услуга создана для обеспечения безопасности, простоты и реальной ценности, начиная с первой недели по специальной сниженной цене.</p><p>План Swap+ доступен за €19.99 в неделю, со специальной вводной ценой €9.99 за первую неделю. План покрывает 1 устройство с максимальной стоимостью до $400 USD. Ваше покрытие включает защиту от случайных повреждений, трещин экрана, а также проблем с питанием или батареей.</p><p>Каждый подписчик имеет право на 1 замену устройства в год. Обратите внимание, что существует 30-дневный период ожидания до начала действия покрытия. По истечении периода ожидания вы получите полное право на запрос замены в рамках покрытия.</p><p>После первой недели со скидкой ваша подписка будет автоматически продлеваться по обычной еженедельной ставке €19.99. Вы можете отменить подписку в любое время через свою учетную запись или связавшись с нашей службой поддержки по электронной почте или в чате. Мы также отправляем напоминание за три дня до каждого продления, и вы можете приостановить или пропустить любой цикл продления без дополнительных сборов или штрафов.</p><p>После обработки платежи не подлежат возврату. Ваши преимущества членства остаются активными до отмены. Как ценный участник, вы получите высокоприоритетную поддержку и постоянный доступ к эксклюзивным услугам и акциям.</p>",
	"plan_details_premium": "<p>Представляем нашу самую комплексную защиту — план Premium Swap. Созданный для пользователей, которым требуется первоклассное обслуживание и спокойствие, этот план обеспечивает полнофункциональное покрытие для нескольких устройств с ведущими в отрасли преимуществами и быстрым временем отклика.</p><p>План Premium Swap доступен за €39.99 в неделю, со специальной вводной ценой €29.99 за первую неделю. Эта премиум-услуга покрывает до 5 устройств с общей стоимостью до $1000 USD.</p><p>Покрытие включает ночную доставку для одобренных замен, а также защиту от кражи и утери при наличии действительного полицейского отчета. Он предназначен для профессионалов, семей и технических энтузиастов, которые полагаются на несколько устройств и ожидают быстрой и надежной поддержки.</p><p>В рамках этого плана вы имеете право на 3 замены устройств в год. В отличие от других планов, Premium Swap имеет короткий период ожидания всего 15 дней, после чего полная защита и преимущества становятся активными.</p><p>После первой недели со скидкой ваш план будет автоматически продлеваться по стандартной еженедельной ставке €39.99. Вы можете отменить подписку в любое время через свою учетную запись или связавшись с нашей службой поддержки по электронной почте или в чате. Мы отправляем напоминание за три дня до каждого продления, и вы можете приостановить или пропустить любой предстоящий цикл продления без дополнительных затрат или штрафов.</p><p>Обратите внимание: платежи не подлежат возврату после обработки. Ваши преимущества Premium Swap остаются полностью активными до отмены. Как премиум-участник, вы получите ускоренное обслуживание, эксклюзивные предложения и полную защиту устройств.</p>",
	"error_payment": "Ошибка оплаты",
	"close": "Закрыть"
}