{
	"title": "หน้าชำระเงิน",
	"secure_payment": "การชำระเงิน SSL ที่ปลอดภัย",
	"verified_by": "ยืนยันโดย:",
	"secure_checkout": "ชำระเงินอย่างปลอดภัย",
	"reviews_count": "2705 รีวิว",
	"info": "ข้อมูล",
	"first_name": "ชื่อ",
	"last_name": "นามสกุล",
	"address": "ที่อยู่",
	"postal_code": "รหัสไปรษณีย์",
	"city": "เมือง",
	"country": "ประเทศ",
	"payment": "การชำระเงิน",
	"cardholder": "ชื่อผู้ถือบัตร",
	"card_number": "หมายเลขบัตร",
	"pay": "ชำระเงิน",
	"consent_text": "การคลิก 'ดำเนินการต่อ' ฉันยืนยันว่าฉันได้อ่าน เห็นด้วย และยอมรับข้อกำหนดการใช้งาน นโยบายความเป็นส่วนตัว และฉันอายุเกิน 18 ปี",
	"subscribe_text": "ข้าพเจ้าตกลงรับจดหมายข่าว ข้อเสนอ และการแจ้งเตือน",
	"order_summary": "สรุปคำสั่งซื้อ",
	"delivery": "การจัดส่ง",
	"total_order_amount": "ยอดรวมคำสั่งซื้อ",
	"stock_left": "เหลือเพียง 13 ชิ้นในสต็อก",
	"people_viewing_now": "คนกำลังดูสินค้านี้อยู่",
	"recent_buyer": "L****o ได้รับสินค้านี้แล้ว (15 นาทีที่แล้ว)",
	"people_bought_last_7_days": "คนซื้อสินค้านี้ใน 7 วันที่ผ่านมา",
	"trusted_store": "ร้านค้าที่เชื่อถือได้",
	"no_problems": "ไม่มีปัญหา",
	"reliable": "เชื่อถือได้",
	"id_protection": "การปกป้อง ID",
	"free_support": "บริการช่วยเหลือทางเทคนิคฟรี",
	"money_back_30_days": "รับประกันคืนเงิน 30 วัน",
	"reliable_payment": "การชำระเงินที่เชื่อถือได้",
	"what_clients_say": "ความคิดเห็นจากลูกค้า",
	"about_shopping_experience": "เกี่ยวกับประสบการณ์การช็อปปิ้งของเรา",
	"try_new_shopping_format": "ลองรูปแบบการช็อปปิ้งใหม่",
	"get_big_discounts": "รับส่วนลดมากมายด้วยการเป็นสมาชิก",
	"never_pay_full_price": "ในฐานะลูกค้าคนสำคัญ คุณจะไม่ต้องจ่ายราคาเต็มอีกต่อไป",
	"explore_wide_range": "สำรวจสินค้าหลากหลายประเภท",
	"search_anything": "ค้นหาสิ่งใดก็ได้และพบกับตัวเลือกที่ยอดเยี่ยมสำหรับทุกความต้องการของคุณ ตั้งแต่สินค้าใหม่ไปจนถึงสินค้าคลาสสิกเหนือกาลเวลา — เรามีทุกอย่าง!",
	"enjoy_shopping": "สนุกกับการช็อปปิ้ง",
	"shop_as_much": "ช็อปได้มากเท่าที่คุณต้องการและรับข้อเสนอสุดพิเศษที่มีให้เฉพาะคุณ",
	"payment_success_title": "ขอบคุณ!",
	"payment_success_heading": "ขอบคุณสำหรับการสั่งซื้อของคุณ!",
	"payment_success_received": "คำสั่งซื้อของคุณได้รับเรียบร้อยแล้ว และเรากำลังเตรียมจัดส่งให้คุณ",
	"payment_success_delivery": "คุณจะได้รับสินค้าภายใน <strong>3 ถึง 5 วันทำการ</strong>.",
	"payment_success_thanks": "เราขอขอบคุณในความไว้วางใจของคุณและหวังว่าจะได้ให้บริการคุณอีกครั้งในเร็วๆ นี้!",
	"plan_details_solo": "<p>เรามีความภูมิใจที่จะแนะนำแผน Solo Swap ของเรา – วิธีที่ยืดหยุ่นและราคาไม่แพงในการปกป้องอุปกรณ์ของคุณด้วยความมั่นใจและความสงบใจ บริการนี้ได้รับการออกแบบมาเพื่อมอบความปลอดภัย ความเรียบง่าย และคุณค่าที่แท้จริงให้กับคุณ เริ่มต้นจากสัปดาห์แรกของคุณในราคาพิเศษที่ลดลง</p><p>แผน Solo Swap มีให้บริการในราคา 19.99 € ต่อสัปดาห์ พร้อมราคาแนะนำพิเศษ 9.99 € สำหรับสัปดาห์แรก แผนครอบคลุมอุปกรณ์ 1 เครื่องที่มีมูลค่าสูงสุด 400 USD ในหน่วยรวม การคุ้มครองของคุณรวมถึงการป้องกันความเสียหายโดยไม่ตั้งใจ รอยแตกของหน้าจอ และปัญหาด้านพลังงานหรือแบตเตอรี่</p><p>สมาชิกแต่ละคนมีสิทธิ์เปลี่ยนอุปกรณ์ 1 เครื่องต่อปี โปรดทราบว่ามีระยะเวลารอ 30 วันก่อนที่การคุ้มครองจะเริ่มมีผล เมื่อระยะเวลารอผ่านไปแล้ว คุณจะมีสิทธิ์สมบูรณ์ในการขอเปลี่ยนอุปกรณ์ที่ได้รับการคุ้มครอง</p><p>หลังจากสัปดาห์แรกที่มีส่วนลด การสมัครสมาชิกของคุณจะต่ออายุอัตโนมัติในอัตรารายสัปดาห์ปกติ 19.99 € คุณสามารถยกเลิกได้ทุกเมื่อผ่านบัญชีสมาชิกหรือโดยการติดต่อทีมสนับสนุนของเราผ่านอีเมลหรือแชท เรายังส่งการแจ้งเตือนสามวันก่อนการต่ออายุแต่ละครั้ง และคุณสามารถหยุดหรือข้ามรอบการต่ออายุใดๆ ได้โดยไม่มีค่าใช้จ่ายเพิ่มเติมหรือบทลงโทษ</p><p>เมื่อประมวลผลแล้ว การชำระเงินไม่สามารถคืนเงินได้ ประโยชน์การเป็นสมาชิกของคุณยังคงใช้งานได้จนกว่าจะยกเลิก ในฐานะสมาชิกที่มีคุณค่า คุณจะได้รับการสนับสนุนที่มีลำดับความสำคัญสูงและการเข้าถึงอย่างต่อเนื่องสำหรับบริการและโปรโมชั่นพิเศษ</p>",
	"plan_details_plus": "<p>เรามีความภูมิใจที่จะแนะนำแผน Swap+ ของเรา – วิธีที่ยืดหยุ่นและราคาไม่แพงในการปกป้องอุปกรณ์ของคุณด้วยความมั่นใจและความสงบใจ บริการนี้ได้รับการออกแบบมาเพื่อมอบความปลอดภัย ความเรียบง่าย และคุณค่าที่แท้จริงให้กับคุณ เริ่มต้นจากสัปดาห์แรกของคุณในราคาพิเศษที่ลดลง</p><p>แผน Swap+ มีให้บริการในราคา 19.99 € ต่อสัปดาห์ พร้อมราคาแนะนำพิเศษ 9.99 € สำหรับสัปดาห์แรก แผนครอบคลุมอุปกรณ์ 1 เครื่องที่มีมูลค่าสูงสุด 400 USD ในหน่วยรวม การคุ้มครองของคุณรวมถึงการป้องกันความเสียหายโดยไม่ตั้งใจ รอยแตกของหน้าจอ และปัญหาด้านพลังงานหรือแบตเตอรี่</p><p>สมาชิกแต่ละคนมีสิทธิ์เปลี่ยนอุปกรณ์ 1 เครื่องต่อปี โปรดทราบว่ามีระยะเวลารอ 30 วันก่อนที่การคุ้มครองจะเริ่มมีผล เมื่อระยะเวลารอผ่านไปแล้ว คุณจะมีสิทธิ์สมบูรณ์ในการขอเปลี่ยนอุปกรณ์ที่ได้รับการคุ้มครอง</p><p>หลังจากสัปดาห์แรกที่มีส่วนลด การสมัครสมาชิกของคุณจะต่ออายุอัตโนมัติในอัตรารายสัปดาห์ปกติ 19.99 € คุณสามารถยกเลิกได้ทุกเมื่อผ่านบัญชีสมาชิกหรือโดยการติดต่อทีมสนับสนุนของเราผ่านอีเมลหรือแชท เรายังส่งการแจ้งเตือนสามวันก่อนการต่ออายุแต่ละครั้ง และคุณสามารถหยุดหรือข้ามรอบการต่ออายุใดๆ ได้โดยไม่มีค่าใช้จ่ายเพิ่มเติมหรือบทลงโทษ</p><p>เมื่อประมวลผลแล้ว การชำระเงินไม่สามารถคืนเงินได้ ประโยชน์การเป็นสมาชิกของคุณยังคงใช้งานได้จนกว่าจะยกเลิก ในฐานะสมาชิกที่มีคุณค่า คุณจะได้รับการสนับสนุนที่มีลำดับความสำคัญสูงและการเข้าถึงอย่างต่อเนื่องสำหรับบริการและโปรโมชั่นพิเศษ</p>",
	"plan_details_premium": "<p>แนะนำการป้องกันที่ครอบคลุมที่สุดของเราจนถึงปัจจุบัน – แผน Premium Swap สร้างขึ้นสำหรับผู้ใช้ที่ต้องการบริการระดับพรีเมียมและความสงบใจ แผนนี้ให้การคุ้มครองเต็มรูปแบบสำหรับอุปกรณ์หลายเครื่อง พร้อมประโยชน์ที่นำในอุตสาหกรรมและเวลาตอบสนองที่รวดเร็ว</p><p>แผน Premium Swap มีให้บริการในราคา 39.99 € ต่อสัปดาห์ พร้อมราคาแนะนำพิเศษ 29.99 € สำหรับสัปดาห์แรก บริการพรีเมียมนี้ครอบคลุมอุปกรณ์สูงสุด 5 เครื่องที่มีมูลค่ารวมสูงถึง 1000 USD</p><p>การคุ้มครองรวมถึงการจัดส่งข้ามคืนสำหรับการเปลี่ยนที่ได้รับการอนุมัติ รวมถึงการป้องกันการขโมยและการสูญหาย โดยมีเงื่อนไขว่าต้องยื่นรายงานตำรวจที่ถูกต้อง มันถูกออกแบบมาสำหรับมืออาชีพ ครอบครัว และผู้ที่หลงใหลเทคโนโลยีที่พึ่งพาอุปกรณ์หลายเครื่องและคาดหวังการสนับสนุนที่รวดเร็วและเชื่อถือได้</p><p>คุณมีสิทธิ์เปลี่ยนอุปกรณ์ 3 เครื่องต่อปีภายใต้แผนนี้ ไม่เหมือนแผนอื่น Premium Swap มีระยะเวลารอสั้นเพียง 15 วัน หลังจากนั้นการป้องกันและประโยชน์เต็มรูปแบบจะเริ่มมีผล</p><p>หลังจากสัปดาห์แรกที่มีส่วนลด แผนของคุณจะต่ออายุอัตโนมัติในอัตรารายสัปดาห์มาตรฐาน 39.99 € คุณสามารถยกเลิกได้ทุกเมื่อผ่านบัญชีออนไลน์หรือโดยการติดต่อทีมสนับสนุนของเราผ่านอีเมลหรือแชท เราส่งการแจ้งเตือนสามวันก่อนการต่ออายุแต่ละครั้ง และคุณสามารถหยุดหรือข้ามรอบการต่ออายุที่กำลังจะมาถึงได้โดยไม่มีค่าใช้จ่ายหรือบทลงโทษเพิ่มเติม</p><p>โปรดทราบ: การชำระเงินไม่สามารถคืนเงินได้เมื่อประมวลผลแล้ว ประโยชน์ Premium Swap ของคุณยังคงใช้งานได้เต็มที่จนกว่าจะยกเลิก ในฐานะสมาชิกพรีเมียม คุณจะได้รับบริการด่วน ข้อเสนอพิเศษ และการป้องกันเต็มรูปแบบสำหรับอุปกรณ์ของคุณ</p>",
	"continue": "ดำเนินการต่อ",
	"back": "ย้อนกลับ"
}