{
	"title": "Ödeme Sayfası",
	"secure_payment": "Güvenli SSL Ödemesi",
	"verified_by": "Doğrulayan:",
	"secure_checkout": "Güvenli Ödeme",
	"reviews_count": "2705 Yorum",
	"info": "Bilgi",
	"first_name": "Ad",
	"last_name": "Soyad",
	"address": "Adres",
	"postal_code": "Posta Kodu",
	"city": "Şehir",
	"country": "Ülke",
	"payment": "Ödeme",
	"cardholder": "Kart Sahibi",
	"card_number": "Kart numarası",
	"pay": "ÖDE",
	"consent_text": "'Devam Et'e tıklayarak Kullanım Şartları'nı ve Gizlilik Politikası'nı okuduğumu, kabul ettiğimi ve 18 yaşından büyük olduğumu onaylıyorum.",
	"subscribe_text": "Bültenler, teklifler ve bildirimler almayı kabul ediyorum.",
	"order_summary": "Sipariş Özeti",
	"delivery": "Teslimat",
	"total_order_amount": "Toplam Sipariş Tutarı",
	"stock_left": "Stokta sadece 13 ürün kaldı",
	"people_viewing_now": "kişi şu anda bunu görüntülüyor",
	"recent_buyer": "L****o bunu aldı (15 dakika önce)",
	"people_bought_last_7_days": "kişi son 7 günde bunu satın aldı",
	"trusted_store": "GÜVENİLİR MAĞAZA",
	"no_problems": "Sorun yok",
	"reliable": "Güvenilir",
	"id_protection": "Kimlik Koruması",
	"free_support": "Ücretsiz teknik destek",
	"money_back_30_days": "30 gün para iade garantisi",
	"reliable_payment": "Güvenilir Ödeme",
	"what_clients_say": "Müşterilerimiz ne diyor",
	"about_shopping_experience": "Alışveriş deneyimimiz hakkında",
	"try_new_shopping_format": "Yeni bir alışveriş formatı deneyin",
	"get_big_discounts": "Üyelikle büyük indirimler kazanın",
	"never_pay_full_price": "Değerli bir müşteri olarak bir daha asla tam fiyat ödemeyeceksiniz",
	"explore_wide_range": "Geniş ürün yelpazesini keşfedin",
	"search_anything": "Herhangi bir şeyi arayın ve tüm ihtiyaçlarınız için harika bir seçim bulun. Yeni gelenlerden zamansız klasiklere kadar her şey bizde!",
	"enjoy_shopping": "Alışverişin tadını çıkarın",
	"shop_as_much": "Dilediğiniz kadar alışveriş yapın ve sadece size özel fırsatların tadını çıkarın.",
	"payment_success_title": "Teşekkürler!",
	"payment_success_heading": "Satın aldığınız için teşekkürler!",
	"payment_success_received": "Siparişiniz başarıyla alındı ve sizin için hazırlanmaya başlandı.",
	"payment_success_delivery": "Teslimatınızın <strong>3 ila 5 iş günü</strong> içinde ulaşmasını bekleyebilirsiniz.",
	"payment_success_thanks": "Güveniniz için çok teşekkür ederiz ve yakında tekrar hizmet vermeyi dört gözle bekliyoruz!",
	"plan_details_solo": "<p>Solo Swap planımızı sunmaktan gurur duyuyoruz – cihazınızı güven ve huzur içinde korumanın esnek ve uygun fiyatlı bir yolu. Bu hizmet, ilk haftanızı özel indirimli bir ücretle başlayarak size güvenlik, basitlik ve gerçek değer sunmak için tasarlanmıştır.</p><p>Solo Swap planı haftalık 19,99 € karşılığında mevcuttur, ilk hafta için özel tanıtım fiyatı 9,99 €'dur. Plan, toplam birimlerde maksimum 400 USD değerinde 1 cihazı kapsar. Kapsamınız kazara hasar, ekran çatlakları ve güç veya pil sorunlarına karşı koruma içerir.</p><p>Her abone yılda 1 cihaz değişimi hakkına sahiptir. Kapsamın aktif hale gelmeden önce 30 günlük bir bekleme süresi olduğunu lütfen unutmayın. Bekleme süresi geçtikten sonra, kapsamlı değişiminizi talep etmeye tam olarak uygun olacaksınız.</p><p>İlk indirimli haftanızdan sonra, aboneliğiniz normal haftalık ücret olan 19,99 € ile otomatik olarak yenilenecektir. Üye hesabınız aracılığıyla veya e-posta veya sohbet yoluyla destek ekibimizle iletişime geçerek istediğiniz zaman iptal edebilirsiniz. Ayrıca her yenilemeden üç gün önce bir hatırlatma göndeririz ve ek ücret veya ceza olmadan herhangi bir yenileme döngüsünü duraklatabilir veya atlayabilirsiniz.</p><p>İşlendikten sonra ödemeler geri alınamaz. Üyelik avantajlarınız iptal edilene kadar aktif kalır. Değerli bir üye olarak, yüksek öncelikli destek ve özel hizmetlere ve promosyonlara sürekli erişim alırsınız.</p>",
	"plan_details_plus": "<p>Swap+ planımızı sunmaktan gurur duyuyoruz – cihazınızı güven ve huzur içinde korumanın esnek ve uygun fiyatlı bir yolu. Bu hizmet, ilk haftanızı özel indirimli bir ücretle başlayarak size güvenlik, basitlik ve gerçek değer sunmak için tasarlanmıştır.</p><p>Swap+ planı haftalık 19,99 € karşılığında mevcuttur, ilk hafta için özel tanıtım fiyatı 9,99 €'dur. Plan, toplam birimlerde maksimum 400 USD değerinde 1 cihazı kapsar. Kapsamınız kazara hasar, ekran çatlakları ve güç veya pil sorunlarına karşı koruma içerir.</p><p>Her abone yılda 1 cihaz değişimi hakkına sahiptir. Kapsamın aktif hale gelmeden önce 30 günlük bir bekleme süresi olduğunu lütfen unutmayın. Bekleme süresi geçtikten sonra, kapsamlı değişiminizi talep etmeye tam olarak uygun olacaksınız.</p><p>İlk indirimli haftanızdan sonra, aboneliğiniz normal haftalık ücret olan 19,99 € ile otomatik olarak yenilenecektir. Üye hesabınız aracılığıyla veya e-posta veya sohbet yoluyla destek ekibimizle iletişime geçerek istediğiniz zaman iptal edebilirsiniz. Ayrıca her yenilemeden üç gün önce bir hatırlatma göndeririz ve ek ücret veya ceza olmadan herhangi bir yenileme döngüsünü duraklatabilir veya atlayabilirsiniz.</p><p>İşlendikten sonra ödemeler geri alınamaz. Üyelik avantajlarınız iptal edilene kadar aktif kalır. Değerli bir üye olarak, yüksek öncelikli destek ve özel hizmetlere ve promosyonlara sürekli erişim alırsınız.</p>",
	"plan_details_premium": "<p>Bugüne kadarki en kapsamlı korumamızı sunuyoruz – Premium Swap planı. Birinci sınıf hizmet ve huzur talep eden kullanıcılar için oluşturulan bu plan, sektör lideri avantajlar ve hızlı yanıt süreleri ile birden fazla cihaz için tam özellikli kapsama sağlar.</p><p>Premium Swap planı haftalık 39,99 € karşılığında mevcuttur, ilk hafta için özel tanıtım fiyatı 29,99 €'dur. Bu premium hizmet, toplam değeri 1000 USD'ye kadar olan 5 cihaza kadar kapsama sahiptir.</p><p>Kapsama, onaylanan değişimler için gece yarısı gönderimi ve geçerli bir polis raporu sunulması koşuluyla hırsızlık ve kayıp koruması dahildir. Birden fazla cihaza güvenen ve hızlı, güvenilir destek bekleyen profesyoneller, aileler ve teknoloji meraklıları için tasarlanmıştır.</p><p>Bu plan altında yılda 3 cihaz değişimi için uygunsunuz. Diğer planlardan farklı olarak, Premium Swap'ın sadece 15 günlük kısa bir bekleme süresi vardır, bundan sonra tam koruma ve avantajlar aktif hale gelir.</p><p>İlk indirimli haftadan sonra, planınız standart haftalık ücret olan 39,99 € ile otomatik olarak yenilenecektir. Çevrimiçi hesabınız aracılığıyla veya e-posta veya sohbet yoluyla destek ekibimizle iletişime geçerek istediğiniz zaman iptal edebilirsiniz. Her yenilemeden üç gün önce bir hatırlatma göndeririz ve ek maliyet veya ceza olmadan gelecekteki herhangi bir yenileme döngüsünü duraklatabilir veya atlayabilirsiniz.</p><p>Lütfen unutmayın: İşlendikten sonra ödemeler geri alınamaz. Premium Swap avantajlarınız iptal edilene kadar tamamen aktif kalır. Premium üye olarak, hızlı hizmet, özel teklifler ve cihazlarınızın tam kapsamlı korumasını alırsınız.</p>",
	"continue": "DEVAM ET",
	"back": "GERİ",
	"error_payment": "Ödeme hatası",
	"close": "Kapat"
}