{
	"title": "Сторінка оплати",
	"secure_payment": "Безпечна SSL-оплата",
	"verified_by": "Перевірено:",
	"secure_checkout": "Безпечна оплата",
	"reviews_count": "2705 відгуків",
	"info": "Інформація",
	"first_name": "Ім'я",
	"last_name": "Прізвище",
	"address": "Адреса",
	"postal_code": "Поштовий індекс",
	"city": "Місто",
	"country": "Країна",
	"payment": "Оплата",
	"cardholder": "Власник картки",
	"card_number": "Номер картки",
	"pay": "СПЛАТИТИ",
	"consent_text": "Натискаючи 'Продовжити', я підтверджую, що ознайомлений, згоден і приймаю Умови використання, Політику конфіденційності, а також мені виповнилося 18 років.",
	"subscribe_text": "Я погоджуюсь отримувати інформаційні розсилки, пропозиції та сповіщення.",
	"order_summary": "Підсумок замовлення",
	"delivery": "Доставка",
	"total_order_amount": "Загальна сума замовлення",
	"stock_left": "Залишилося лише 13 одиниць на складі",
	"people_viewing_now": "людей зараз переглядають це",
	"recent_buyer": "L****o отримав це (15 хвилин тому)",
	"people_bought_last_7_days": "людей придбали це за останні 7 днів",
	"trusted_store": "НАДІЙНИЙ МАГАЗИН",
	"no_problems": "Без проблем",
	"reliable": "Надійно",
	"id_protection": "Захист ID",
	"free_support": "Безкоштовна технічна підтримка",
	"money_back_30_days": "30-денна гарантія повернення грошей",
	"reliable_payment": "Надійна оплата",
	"what_clients_say": "Що кажуть наші клієнти",
	"about_shopping_experience": "Про наш досвід покупок",
	"try_new_shopping_format": "Спробуйте новий формат покупок",
	"get_big_discounts": "Отримуйте великі знижки з членством",
	"never_pay_full_price": "Як цінний клієнт, ви більше ніколи не платитимете повну ціну",
	"explore_wide_range": "Досліджуйте широкий асортимент товарів",
	"search_anything": "Шукайте будь-що та знаходьте чудовий вибір для всіх ваших потреб. Від новинок до вічної класики — у нас є все!",
	"enjoy_shopping": "Насолоджуйтесь покупками",
	"shop_as_much": "Купуйте скільки завгодно та отримуйте ексклюзивні пропозиції лише для вас.",
	"payment_success_title": "Дякуємо!",
	"payment_success_heading": "Дякуємо за вашу покупку!",
	"payment_success_received": "Ваше замовлення успішно отримано, і ми вже готуємо його для вас.",
	"payment_success_delivery": "Очікуйте доставку протягом <strong>3–5 робочих днів</strong>.",
	"payment_success_thanks": "Ми дуже цінуємо вашу довіру і будемо раді бачити вас знову!",
	"plan_details_solo": "<h4>Solo Swap</h4><p>Ми з гордістю представляємо наш план Solo Swap – гнучкий та доступний спосіб захистити ваш пристрій з упевненістю та спокоєм. Ця послуга створена для забезпечення безпеки, простоти та реальної цінності, починаючи з першого тижня за спеціальною зниженою ціною.</p><p>План Solo Swap доступний за €19.99 на тиждень, зі спеціальною вступною ціною €9.99 за перший тиждень. План покриває 1 пристрій з максимальною вартістю до $400 USD. Ваше покриття включає захист від випадкових пошкоджень, тріщин екрану, а також проблем з живленням або батареєю.</p><p>Кожен абонент має право на 1 заміну пристрою на рік. Зверніть увагу, що існує 30-денний період очікування до початку дії покриття. Після закінчення періоду очікування ви отримаєте повне право на запит заміни в рамках покриття.</p><p>Після першого тижня зі знижкою ваша підписка буде автоматично поновлюватися за звичайною щотижневою ставкою €19.99. Ви можете скасувати підписку в будь-який час через свій обліковий запис або зв'язавшись з нашою службою підтримки електронною поштою або в чаті. Ми також надсилаємо нагадування за три дні до кожного поновлення, і ви можете призупинити або пропустити будь-який цикл поновлення без додаткових зборів або штрафів.</p><p>Після обробки платежі не підлягають поверненню. Ваші переваги членства залишаються активними до скасування. Як цінний учасник, ви отримаєте високопріоритетну підтримку та постійний доступ до ексклюзивних послуг та акцій.</p>",
	"plan_details_plus": "<h4>Swap+</h4><p>Ми з гордістю представляємо наш план Swap+ – гнучкий та доступний спосіб захистити ваш пристрій з упевненістю та спокоєм. Ця послуга створена для забезпечення безпеки, простоти та реальної цінності, починаючи з першого тижня за спеціальною зниженою ціною.</p><p>План Swap+ доступний за €19.99 на тиждень, зі спеціальною вступною ціною €9.99 за перший тиждень. План покриває 1 пристрій з максимальною вартістю до $400 USD. Ваше покриття включає захист від випадкових пошкоджень, тріщин екрану, а також проблем з живленням або батареєю.</p><p>Кожен абонент має право на 1 заміну пристрою на рік. Зверніть увагу, що існує 30-денний період очікування до початку дії покриття. Після закінчення періоду очікування ви отримаєте повне право на запит заміни в рамках покриття.</p><p>Після першого тижня зі знижкою ваша підписка буде автоматично поновлюватися за звичайною щотижневою ставкою €19.99. Ви можете скасувати підписку в будь-який час через свій обліковий запис або зв'язавшись з нашою службою підтримки електронною поштою або в чаті. Ми також надсилаємо нагадування за три дні до кожного поновлення, і ви можете призупинити або пропустити будь-який цикл поновлення без додаткових зборів або штрафів.</p><p>Після обробки платежі не підлягають поверненню. Ваші переваги членства залишаються активними до скасування. Як цінний учасник, ви отримаєте високопріоритетну підтримку та постійний доступ до ексклюзивних послуг та акцій.</p>",
	"plan_details_premium": "<h4>Premium Swap</h4><p>Представляємо наш найповніший захист — план Premium Swap. Створений для користувачів, яким потрібне першокласне обслуговування та спокій, цей план забезпечує повнофункціональне покриття для кількох пристроїв з провідними в галузі перевагами та швидким часом реагування.</p><p>План Premium Swap доступний за €39.99 на тиждень, зі спеціальною вступною ціною €29.99 за перший тиждень. Ця преміум-послуга покриває до 5 пристроїв із загальною вартістю до $1000 USD.</p><p>Покриття включає нічну доставку для схвалених замін, а також захист від крадіжки та втрати за наявності дійсного поліцейського звіту. Він призначений для професіоналів, сімей та технічних ентузіастів, які покладаються на кілька пристроїв і очікують швидкої та надійної підтримки.</p><p>В рамках цього плану ви маєте право на 3 заміни пристроїв на рік. На відміну від інших планів, Premium Swap має короткий період очікування всього 15 днів, після чого повний захист та переваги стають активними.</p><p>Після першого тижня зі знижкою ваш план буде автоматично поновлюватися за стандартною щотижневою ставкою €39.99. Ви можете скасувати підписку в будь-який час через свій обліковий запис або зв'язавшись з нашою службою підтримки електронною поштою або в чаті. Ми надсилаємо нагадування за три дні до кожного поновлення, і ви можете призупинити або пропустити будь-який майбутній цикл поновлення без додаткових витрат або штрафів.</p><p>Зверніть увагу: платежі не підлягають поверненню після обробки. Ваші переваги Premium Swap залишаються повністю активними до скасування. Як преміум-учасник, ви отримаєте прискорене обслуговування, ексклюзивні пропозиції та повний захист пристроїв.</p>",
	"continue": "continue",
	"back": "back"
}