{
	"title": "Trang thanh toán",
	"secure_payment": "Thanh toán SSL an toàn",
	"verified_by": "Được xác minh bởi:",
	"secure_checkout": "Thanh toán an toàn",
	"reviews_count": "2705 Đánh giá",
	"info": "Thông tin",
	"first_name": "Tên",
	"last_name": "Họ",
	"address": "Địa chỉ",
	"postal_code": "Mã bưu điện",
	"city": "Thành phố",
	"country": "Quốc gia",
	"payment": "Thanh toán",
	"cardholder": "Chủ thẻ",
	"card_number": "Số thẻ",
	"pay": "THANH TOÁN",
	"consent_text": "Bằng cách nhấp vào 'Tiếp tục', tôi xác nhận rằng tôi đã đọc, đồng ý và chấp nhận Điều khoản sử dụng, Chính sách bảo mật, và tôi trên 18 tuổi.",
	"subscribe_text": "Tôi đồng ý nhận bản tin, ưu đãi và thông báo.",
	"order_summary": "Tóm tắt đơn hàng",
	"delivery": "Giao hàng",
	"total_order_amount": "Tổng số tiền đơn hàng",
	"stock_left": "Chỉ còn 13 sản phẩm trong kho",
	"people_viewing_now": "người đang xem sản phẩm này",
	"recent_buyer": "L****o đã nhận được sản phẩm này (15 phút trước)",
	"people_bought_last_7_days": "người đã mua sản phẩm này trong 7 ngày qua",
	"trusted_store": "CỬA HÀNG ĐÁNG TIN CẬY",
	"no_problems": "Không có vấn đề",
	"reliable": "Đáng tin cậy",
	"id_protection": "Bảo vệ ID",
	"free_support": "Hỗ trợ kỹ thuật miễn phí",
	"money_back_30_days": "Đảm bảo hoàn tiền trong 30 ngày",
	"reliable_payment": "Thanh toán đáng tin cậy",
	"what_clients_say": "Khách hàng nói gì",
	"about_shopping_experience": "Về trải nghiệm mua sắm của chúng tôi",
	"try_new_shopping_format": "Hãy thử hình thức mua sắm mới",
	"get_big_discounts": "Nhận ưu đãi lớn với tư cách thành viên",
	"never_pay_full_price": "Là khách hàng thân thiết, bạn sẽ không bao giờ phải trả giá đầy đủ nữa",
	"explore_wide_range": "Khám phá nhiều loại sản phẩm",
	"search_anything": "Tìm kiếm bất cứ thứ gì và tìm thấy nhiều lựa chọn tuyệt vời cho mọi nhu cầu của bạn. Từ sản phẩm mới đến các mặt hàng kinh điển vượt thời gian — chúng tôi đều có!",
	"enjoy_shopping": "Tận hưởng mua sắm",
	"shop_as_much": "Mua sắm thoải mái và tận hưởng ưu đãi độc quyền chỉ dành cho bạn.",
	"payment_success_title": "Cảm ơn bạn!",
	"payment_success_heading": "Cảm ơn bạn đã mua hàng!",
	"payment_success_received": "Đơn hàng của bạn đã được nhận thành công và chúng tôi đang chuẩn bị cho bạn.",
	"payment_success_delivery": "Bạn có thể nhận hàng trong vòng <strong>3 đến 5 ngày làm việc</strong>.",
	"payment_success_thanks": "Chúng tôi rất cảm ơn sự tin tưởng của bạn và mong sớm được phục vụ bạn một lần nữa!",
	"plan_details_solo": "<p>Chúng tôi tự hào giới thiệu gói Solo Swap – một cách linh hoạt và giá cả phải chăng để bảo vệ thiết bị của bạn với sự tự tin và yên tâm. Dịch vụ này được thiết kế để cung cấp cho bạn sự an toàn, đơn giản và giá trị thực sự, bắt đầu với tuần đầu tiên của bạn với mức phí đặc biệt giảm giá.</p><p>Gói Solo Swap có sẵn với giá 19,99 € mỗi tuần, với giá giới thiệu đặc biệt 9,99 € cho tuần đầu tiên. Gói bao gồm 1 thiết bị với giá trị tối đa 400 USD trong tổng số đơn vị. Bảo hiểm của bạn bao gồm bảo vệ chống lại thiệt hại do tai nạn, vết nứt màn hình và các vấn đề về nguồn điện hoặc pin.</p><p>Mỗi người đăng ký có quyền thay đổi 1 thiết bị mỗi năm. Vui lòng lưu ý rằng có thời gian chờ 30 ngày trước khi bảo hiểm có hiệu lực. Sau khi thời gian chờ đã qua, bạn sẽ hoàn toàn đủ điều kiện để yêu cầu thay đổi được bảo hiểm.</p><p>Sau tuần đầu tiên giảm giá, đăng ký của bạn sẽ tự động gia hạn với mức phí hàng tuần thường xuyên là 19,99 €. Bạn có thể hủy bất cứ lúc nào thông qua tài khoản thành viên hoặc liên hệ với nhóm hỗ trợ của chúng tôi qua email hoặc chat. Chúng tôi cũng gửi lời nhắc ba ngày trước mỗi lần gia hạn, và bạn có thể tạm dừng hoặc bỏ qua bất kỳ chu kỳ gia hạn nào mà không có phí bổ sung hoặc phạt.</p><p>Sau khi xử lý, các khoản thanh toán không được hoàn lại. Lợi ích thành viên của bạn vẫn hoạt động cho đến khi hủy. Là một thành viên được đánh giá cao, bạn sẽ nhận được hỗ trợ ưu tiên cao và tiếp cận liên tục với các dịch vụ và khuyến mãi độc quyền.</p>",
	"plan_details_plus": "<p>Chúng tôi tự hào giới thiệu gói Swap+ – một cách linh hoạt và giá cả phải chăng để bảo vệ thiết bị của bạn với sự tự tin và yên tâm. Dịch vụ này được thiết kế để cung cấp cho bạn sự an toàn, đơn giản và giá trị thực sự, bắt đầu với tuần đầu tiên của bạn với mức phí đặc biệt giảm giá.</p><p>Gói Swap+ có sẵn với giá 19,99 € mỗi tuần, với giá giới thiệu đặc biệt 9,99 € cho tuần đầu tiên. Gói bao gồm 1 thiết bị với giá trị tối đa 400 USD trong tổng số đơn vị. Bảo hiểm của bạn bao gồm bảo vệ chống lại thiệt hại do tai nạn, vết nứt màn hình và các vấn đề về nguồn điện hoặc pin.</p><p>Mỗi người đăng ký có quyền thay đổi 1 thiết bị mỗi năm. Vui lòng lưu ý rằng có thời gian chờ 30 ngày trước khi bảo hiểm có hiệu lực. Sau khi thời gian chờ đã qua, bạn sẽ hoàn toàn đủ điều kiện để yêu cầu thay đổi được bảo hiểm.</p><p>Sau tuần đầu tiên giảm giá, đăng ký của bạn sẽ tự động gia hạn với mức phí hàng tuần thường xuyên là 19,99 €. Bạn có thể hủy bất cứ lúc nào thông qua tài khoản thành viên hoặc liên hệ với nhóm hỗ trợ của chúng tôi qua email hoặc chat. Chúng tôi cũng gửi lời nhắc ba ngày trước mỗi lần gia hạn, và bạn có thể tạm dừng hoặc bỏ qua bất kỳ chu kỳ gia hạn nào mà không có phí bổ sung hoặc phạt.</p><p>Sau khi xử lý, các khoản thanh toán không được hoàn lại. Lợi ích thành viên của bạn vẫn hoạt động cho đến khi hủy. Là một thành viên được đánh giá cao, bạn sẽ nhận được hỗ trợ ưu tiên cao và tiếp cận liên tục với các dịch vụ và khuyến mãi độc quyền.</p>",
	"plan_details_premium": "<p>Giới thiệu bảo vệ toàn diện nhất của chúng tôi cho đến nay – gói Premium Swap. Được xây dựng cho người dùng yêu cầu dịch vụ hạng nhất và sự yên tâm, gói này cung cấp bảo hiểm đầy đủ tính năng cho nhiều thiết bị, với lợi ích hàng đầu trong ngành và thời gian phản hồi nhanh.</p><p>Gói Premium Swap có sẵn với giá 39,99 € mỗi tuần, với giá giới thiệu đặc biệt 29,99 € cho tuần đầu tiên. Dịch vụ cao cấp này bao gồm tối đa 5 thiết bị với tổng giá trị lên đến 1000 USD.</p><p>Bảo hiểm bao gồm giao hàng qua đêm cho các thay đổi được phê duyệt, cũng như bảo vệ chống trộm cắp và mất mát, với điều kiện báo cáo cảnh sát hợp lệ được nộp. Nó được thiết kế cho các chuyên gia, gia đình và người đam mê công nghệ dựa vào nhiều thiết bị và mong đợi hỗ trợ nhanh chóng, đáng tin cậy.</p><p>Bạn đủ điều kiện cho 3 thay đổi thiết bị mỗi năm theo gói này. Không giống như các gói khác, Premium Swap có thời gian chờ ngắn chỉ 15 ngày, sau đó bảo vệ đầy đủ và lợi ích trở nên hoạt động.</p><p>Sau tuần đầu tiên giảm giá, gói của bạn sẽ tự động gia hạn với mức phí hàng tuần tiêu chuẩn là 39,99 €. Bạn có thể hủy bất cứ lúc nào thông qua tài khoản trực tuyến hoặc liên hệ với nhóm hỗ trợ của chúng tôi qua email hoặc chat. Chúng tôi gửi lời nhắc ba ngày trước mỗi lần gia hạn, và bạn có thể tạm dừng hoặc bỏ qua bất kỳ chu kỳ gia hạn sắp tới nào mà không có chi phí hoặc phạt bổ sung.</p><p>Vui lòng lưu ý: các khoản thanh toán không được hoàn lại sau khi xử lý. Lợi ích Premium Swap của bạn vẫn hoàn toàn hoạt động cho đến khi hủy. Là thành viên Premium, bạn sẽ nhận được dịch vụ nhanh chóng, ưu đãi độc quyền và bảo vệ toàn diện cho thiết bị của bạn.</p>",
	"continue": "TIẾP TỤC",
	"back": "QUAY LẠI",
	"error_payment": "Lỗi thanh toán",
	"close": "Đóng"
}