[
  {
    "en": "I received my item yesterday. Fast and excellent service! Thank you very much!",
    "uk": "Я отримав свій товар учора. Швидке та відмінне обслуговування! Дуже дякую!",
    "ru": "Я получил свой товар вчера. Быстро и отлично обслужили! Спасибо большое!",
    "es": "¡Recibí mi artículo ayer. Servicio rápido y excelente! ¡Muchas gracias!",
    "de": "Ich habe meinen Artikel gestern erhalten. Schneller und ausgezeichneter Service! Vielen Dank!",
    "fr": "J'ai reçu mon article hier. Service rapide et excellent ! Merci beaucoup !",
    "it": "Ho ricevuto il mio articolo ieri. Servizio rapido ed eccellente! Grazie mille!",
    "pt": "Recebi meu item ontem. Serviço rápido e excelente! Muito obrigado!",
    "ja": "昨日商品が届きました。迅速で素晴らしいサービスでした！ありがとうございました！",
    "ko": "어제 상품을 받았습니다. 빠르고 훌륭한 서비스! 정말 감사합니다!",
    "tr": "Ürünümü dün aldım. Hızlı ve mükemmel hizmet! Çok teşekkürler!",
    "pl": "Otrzymałem swój produkt wczoraj. Szybka i doskonała obsługa! Bardzo dziękuję!",
    "nl": "Ik heb mijn artikel gisteren ontvangen. Snelle en uitstekende service! Heel erg bedankt!",
    "vi": "Tôi đã nhận được hàng vào ngày hôm qua. Dịch vụ nhanh chóng và tuyệt vời! Cảm ơn rất nhiều!",
    "th": "ฉันได้รับสินค้าของฉันเมื่อวานนี้ บริการรวดเร็วและยอดเยี่ยม! ขอบคุณมาก!",
    "ro": "Am primit produsul meu ieri. Serviciu rapid și excelent! Vă mulțumesc foarte mult!",
    "id": "Saya menerima barang saya kemarin. Layanan cepat dan luar biasa! Terima kasih banyak!",
    "ar": "استلمت طلبي أمس. خدمة سريعة وممتازة! شكراً جزيلاً!",
    "he": "קיבלתי את המוצר שלי אתמול. שירות מהיר ומעולה! תודה רבה!",
    "zh": "我昨天收到了我的商品。服务又快又好！非常感谢！",
    "hi": "मुझे मेरा सामान कल मिला। तेज़ और उत्कृष्ट सेवा! बहुत धन्यवाद!"
  },
  {
    "en": "Fast and easy to use!",
    "uk": "Швидко та зручно у використанні!",
    "ru": "Быстро и удобно в использовании!",
    "es": "¡Rápido y fácil de usar!",
    "de": "Schnell und einfach zu bedienen!",
    "fr": "Rapide et facile à utiliser !",
    "it": "Veloce e facile da usare!",
    "pt": "Rápido e fácil de usar!",
    "ja": "速くて使いやすいです！",
    "ko": "빠르고 사용하기 쉽습니다!",
    "tr": "Hızlı ve kullanımı kolay!",
    "pl": "Szybkie i łatwe w użyciu!",
    "nl": "Snel en gemakkelijk te gebruiken!",
    "vi": "Nhanh chóng và dễ sử dụng!",
    "th": "รวดเร็วและใช้งานง่าย!",
    "ro": "Rapid și ușor de folosit!",
    "id": "Cepat dan mudah digunakan!",
    "ar": "سريع وسهل الاستخدام!",
    "he": "מהיר וקל לשימוש!",
    "zh": "快速且易于使用！",
    "hi": "तेज़ और उपयोग में आसान!"
  },
  {
    "en": "I received a great product just 2 days after registration! Everything was perfect! :-)",
    "uk": "Я отримав чудовий продукт всього через 2 дні після реєстрації! Все було ідеально! :-)",
    "ru": "Я получил отличный продукт всего через 2 дня после регистрации! Всё было идеально! :-)",
    "es": "¡Recibí un gran producto solo 2 días después de registrarme! ¡Todo fue perfecto! :-)",
    "de": "Ich habe ein tolles Produkt nur 2 Tage nach der Anmeldung erhalten! Alles war perfekt! :-)",
    "fr": "J'ai reçu un excellent produit seulement 2 jours après l'inscription ! Tout était parfait ! :-)",
    "it": "Ho ricevuto un ottimo prodotto solo 2 giorni dopo la registrazione! Tutto era perfetto! :-)",
    "pt": "Recebi um ótimo produto apenas 2 dias após o cadastro! Estava tudo perfeito! :-)",
    "ja": "登録からわずか2日で素晴らしい商品が届きました！すべてが完璧でした！:-)",
    "ko": "가입 후 단 2일 만에 훌륭한 제품을 받았습니다! 모든 것이 완벽했습니다! :-)",
    "tr": "Kayıttan sadece 2 gün sonra harika bir ürün aldım! Her şey mükemmeldi! :-)",
    "pl": "Otrzymałem świetny produkt zaledwie 2 dni po rejestracji! Wszystko było idealne! :-)",
    "nl": "Ik heb een geweldig product ontvangen, slechts 2 dagen na registratie! Alles was perfect! :-)",
    "vi": "Tôi đã nhận được sản phẩm tuyệt vời chỉ sau 2 ngày đăng ký! Mọi thứ đều hoàn hảo! :-)",
    "th": "ฉันได้รับสินค้าที่ดีเยี่ยมเพียง 2 วันหลังจากลงทะเบียน! ทุกอย่างสมบูรณ์แบบ! :-)",
    "ro": "Am primit un produs grozav la doar 2 zile după înregistrare! Totul a fost perfect! :-)",
    "id": "Saya menerima produk hebat hanya 2 hari setelah mendaftar! Semuanya sempurna! :-)",
    "ar": "استلمت منتجًا رائعًا بعد يومين فقط من التسجيل! كل شيء كان مثاليًا! :-)",
    "he": "קיבלתי מוצר נהדר רק יומיים לאחר ההרשמה! הכל היה מושלם! :-)",
    "zh": "注册后仅2天我就收到了很棒的产品！一切都很完美！:-)",
    "hi": "पंजीकरण के केवल 2 दिन बाद मुझे एक शानदार उत्पाद मिला! सब कुछ परफेक्ट था! :-)"
  },
  {
    "en": "I have never spent my money so well before. Great service and delivery... Looks like I got lucky this time! See you next time :)",
    "uk": "Я ніколи раніше не витрачав свої гроші так вдало. Чудовий сервіс і доставка... Схоже, мені цього разу пощастило! До зустрічі наступного разу :)",
    "ru": "Я никогда раньше не тратил свои деньги так удачно. Отличный сервис и доставка... Похоже, мне в этот раз повезло! До встречи в следующий раз :)",
    "es": "Nunca antes había gastado mi dinero tan bien. Gran servicio y entrega... ¡Parece que tuve suerte esta vez! ¡Hasta la próxima vez :)",
    "de": "Ich habe mein Geld noch nie so gut ausgegeben. Toller Service und Lieferung... Sieht so aus, als hätte ich dieses Mal Glück gehabt! Bis zum nächsten Mal :)",
    "fr": "Je n'ai jamais aussi bien dépensé mon argent. Excellent service et livraison... On dirait que j'ai eu de la chance cette fois ! À la prochaine :)",
    "it": "Non ho mai speso così bene i miei soldi prima d'ora. Ottimo servizio e consegna... Sembra che questa volta sia stato fortunato! Alla prossima :)",
    "pt": "Nunca gastei meu dinheiro tão bem antes. Ótimo serviço e entrega... Parece que tive sorte desta vez! Até a próxima :)",
    "ja": "今までこんなにお金を有効に使ったことはありません。素晴らしいサービスと配送...今回は運が良かったみたいです！また次回 :)",
    "ko": "이렇게 돈을 잘 쓴 적이 없습니다. 훌륭한 서비스와 배송... 이번에는 운이 좋았던 것 같아요! 다음에 또 만나요 :)",
    "tr": "Daha önce hiç paramı bu kadar iyi harcamamıştım. Harika hizmet ve teslimat... Bu sefer şanslıydım sanırım! Bir dahaki sefere görüşmek üzere :)",
    "pl": "Nigdy wcześniej nie wydałem tak dobrze swoich pieniędzy. Świetna obsługa i dostawa... Wygląda na to, że tym razem miałem szczęście! Do zobaczenia następnym razem :)",
    "nl": "Ik heb mijn geld nog nooit zo goed besteed. Geweldige service en levering... Het lijkt erop dat ik deze keer geluk had! Tot de volgende keer :)",
    "vi": "Tôi chưa bao giờ tiêu tiền tốt như vậy trước đây. Dịch vụ và giao hàng tuyệt vời... Có vẻ như tôi đã may mắn lần này! Hẹn gặp lại lần sau :)",
    "th": "ฉันไม่เคยใช้เงินได้คุ้มค่าแบบนี้มาก่อน บริการและการจัดส่งยอดเยี่ยม... ดูเหมือนว่าฉันโชคดีในครั้งนี้! เจอกันใหม่ครั้งหน้า :)",
    "ro": "Nu mi-am cheltuit niciodată banii atât de bine. Serviciu și livrare excelente... Se pare că am avut noroc de data asta! Ne vedem data viitoare :)",
    "id": "Saya belum pernah menghabiskan uang saya sebaik ini sebelumnya. Layanan dan pengiriman hebat... Sepertinya saya beruntung kali ini! Sampai jumpa lagi :)",
    "ar": "لم أنفق أموالي بهذه الطريقة الجيدة من قبل. خدمة وتوصيل رائعان... يبدو أنني كنت محظوظًا هذه المرة! أراك في المرة القادمة :)",
    "he": "מעולם לא בזבזתי את כספי כל כך טוב. שירות ומשלוח נהדרים... נראה שהפעם היה לי מזל! נתראה בפעם הבאה :)",
    "zh": "我以前从未把钱花得这么值。很棒的服务和送货...看起来这次我很幸运！下次见 :)",
    "hi": "मैंने पहले कभी अपने पैसे इतने अच्छे से खर्च नहीं किए। शानदार सेवा और डिलीवरी... लगता है इस बार मुझे किस्मत मिल गई! अगली बार मिलते हैं :)"
  },
  {
    "en": "The best purchase I've ever made",
    "uk": "Найкраща покупка, яку я коли-небудь робив",
    "ru": "Лучшая покупка, которую я когда-либо делал",
    "es": "La mejor compra que he hecho",
    "de": "Der beste Kauf, den ich je gemacht habe",
    "fr": "Le meilleur achat que j'aie jamais fait",
    "it": "Il miglior acquisto che abbia mai fatto",
    "pt": "A melhor compra que já fiz",
    "ja": "今までで一番良い買い物でした",
    "ko": "내가 한 최고의 구매입니다",
    "tr": "Şimdiye kadar yaptığım en iyi alışveriş",
    "pl": "Najlepszy zakup, jaki kiedykolwiek zrobiłem",
    "nl": "De beste aankoop die ik ooit heb gedaan",
    "vi": "Mua hàng tốt nhất mà tôi từng thực hiện",
    "th": "การซื้อที่ดีที่สุดที่ฉันเคยทำ",
    "ro": "Cea mai bună achiziție pe care am făcut-o vreodată",
    "id": "Pembelian terbaik yang pernah saya lakukan",
    "ar": "أفضل عملية شراء قمت بها على الإطلاق",
    "he": "הרכישה הטובה ביותר שעשיתי אי פעם",
    "zh": "我做过的最好的购买",
    "hi": "यह मेरी अब तक की सबसे अच्छी खरीदारी है"
  }
]